Repository: mthuong/flutter-module
Catalog: lib/l10n/intl_*.arb
Languages: vi

# newkyc_instruction_camera_POA
source: <font color="#354053">Accepted Documents:<br> <b>• Bank statement<br> • Utility bill<br> • Tax return statement<br> • Government issued letters<br></b><br> Document guidelines:<br> • Address and date must be visible in the document.<br> • Document must be dated and be less than 3 months ago.<br> • Documents (PDF file) must not exceed 3 MB.<br> • Document must be shown in full, images</font> <font color="#FF0000"><b> showing part of the document will not be accepted.</b></font><br> <font color="#354053">• Screenshots will not be accepted.</font>
vi: <font color="#354053"> Tài liệu được Chấp nhận: <br> <b> • Bảng sao kê ngân hàng <br> • Hóa đơn tiện ích <br> • Tờ khai thuế <br> • Thư do chính phủ ban hành <br> </b> <br> Nguyên tắc tài liệu: <br> • Địa chỉ và ngày tháng phải hiển thị trong tài liệu. <br> • Tài liệu phải được ghi ngày và trong vòng ít hơn 3 tháng từ ngày cung cấp. <br> • Tài liệu (tệp PDF) không được vượt quá 3 MB. <br> • Tài liệu phải được hiển thị toàn bộ, hình ảnh </font> <font color="#FF0000"> <b> hiển thị một phần của tài liệu sẽ không được chấp nhận. </b> </font> <br> <font color="#354053"> • Ảnh chụp màn hình sẽ không được chấp nhận. </font>

# newkyc_instruction_camera_POI
source: <font color="#354053">Accepted Documents:<br> <b>• Latest IRAS Notice of Assessment<br> • Latest 12 months CPF contribution History<br> • Salary/ Tax statement, Income agreement<br> • Other documents to prove the source of funds.<br></b><br> Document guidelines:<br> • Your name, address & date must be visible in the document.<br> • Document must be dated and be less than 3 months ago.<br> • Documents (PDF file) must not exceed 3 MB.<br> • Document must be shown in full-page view, </font> <font color="#FF0000"><b> images showing part of the document will not be accepted.</b></font><br> <font color="#354053">• Screenshots will not be accepted.</font>
vi: <font color="#354053"> Tài liệu được Chấp nhận: <br> <b> • Thông báo Đánh giá Mới nhất của IRAS <br> • Lịch sử đóng góp CPF trong 12 tháng gần nhất <br> • Lương / Báo cáo thuế, Thỏa thuận thu nhập <br> • Các tài liệu khác để chứng minh nguồn vốn. <br> </b> <br> Nguyên tắc tài liệu: <br> • Tên, địa chỉ và ngày của bạn phải hiển thị trong tài liệu. <br> • Tài liệu phải được ghi ngày và cách đây ít hơn 3 tháng. <br> • Tài liệu (tệp PDF) không được vượt quá 3 MB. <br> • Tài liệu phải được hiển thị ở chế độ xem toàn trang, </font> <font color="#FF0000"> <b> hình ảnh hiển thị một phần của tài liệu sẽ không được chấp nhận. </b> </font> <br> <font color="#354053"> • Ảnh chụp màn hình sẽ không được chấp nhận. </font>

# newkyc_intro_content
source: Coinhako is committed to building a safe and accountable blockchain marketplace, which requires our users to submit documents for verification. Your personal data will be protected and only used to administer your account or for regulatory compliance. It only takes 5 minutes to complete the submission.
vi: Coinhako cam kết xây dựng một thị trường blockchain an toàn và có trách nhiệm, đòi hỏi người dùng của chúng tôi phải xác minh tài khoản của mình. Dữ liệu cá nhân của bạn sẽ được bảo vệ và chỉ được sử dụng để quản trị tài khoản của bạn hoặc tuân thủ quy định. Chỉ cần 5 phút để hoàn thành việc xác nhận tài khoản.

# newkyc_jumio_option_content
source: Your NRIC/FIN is required for this step. Please ensure that you have the necessary documents before you start.
vi: Bạn cần chuẩn bị Thẻ căn cước/Visa cho bước này. Hãy chắc chắn rằng bạn đang giữ thẻ trong tay để quá trình thực hiện diễn ra nhanh chóng.

# newkyc_learn_more
source: Learn more
vi: Tìm hiểu thêm

# newkyc_learn_more_limits
source: Learn more about limits
vi: Tìm hiểu thêm về các Hạn mức

# newkyc_liveness_failed
source: Selfie scanning failed, please try again.
vi: Quét khuôn mặt không thành công, vui lòng thử lại.

# newkyc_manual_POA
source: The process may take up to 1 working days.
vi: Quá trình xét duyệt tài liệu có thể mất tới 1 ngày làm việc.

# newkyc_manual_success
source: Your documents are submitted to our system.
vi: Tài liệu của bạn được gửi đến hệ thống của chúng tôi.

# newkyc_manual_upload
source: Manual upload
vi: Tải lên

# newkyc_monthly_sending_limit
source: Monthly Transfer Limit
vi: Hạn mức tháng

# newkyc_monthly_withdraw_limit
source: Monthly Withdraw Limit
vi: Hạn mức Rút hằng tháng

# newkyc_months
source: Months
vi: Tháng

# newkyc_multiple_people
source: Your submitted selfie has multiple people in it. Please retry.
vi: Ảnh chụp của bạn có nhiều người khácbên trong ảnh, vui lòng thử lại.

# newkyc_myinfo
source: Instantly. No documents upload needed. Transparency and control of what you share.
vi: Nhanh chóng, minh bạch và kiểm soát những gì bạn chia sẻ.

# newkyc_myinfo_accept_continue
source: Accept and Continue
vi: Tiếp tục

# newkyc_myinfo_issue
source: We are unable to retrieve your information from MyInfo. Kindly retry Use MyInfo or submit another document.
vi: Chúng tôi không thể truy xuất thông tin của bạn từ MyInfo. Vui lòng thử lại MyInfo hoặc gửi chứng từ khác.

# newkyc_myinfo_new
source: Instant and hassle-free. No document upload or scan required.
vi: Nhanh chóng và bảo mật. Không cần tải tài liệu hoặc yêu cầu thêm.

# newkyc_myinfo_success
source: Your information has been successfully retrieved from MyInfo. You will be redirected to the next step in 3 seconds.
vi: Thông tin của bạn đã được ghi nhận thành công vào MyInfo. Bạn sẽ được điều hướng tới bước tiếp theo sau 3 giây.

# newkyc_need_action
source: Action Required
vi: Cần xác minh thêm

# newkyc_need_verify_kyc
source: As new our Terms and Conditions, you need to finish your verification before 15/06/2020
vi: Theo quy định trong điều khoản mới của chúng tôi, bạn cần phải hoàn tất quá trình xác minh trước 15/06/2020 để tiếp tục sử dụng dịch vụ.

# newkyc_newbanner_processing
source: Your documents have been submitted, we will update your account status soon.
vi: Chúng tôi đã nhận được Tài liệu xác minh và sẽ cập nhật trạng thái tài khoản sớm nhất cho bạn.

# newkyc_newbanner_reject
source: Your submission for KYC has been rejected, please try again!
vi: Tài liệu xác minh tài khoản của bạn bị từ chối, vui lòng kiểm tra và gửi lại!

# newkyc_newbanner_start
source: To start your first trade and deposit, please verify your account now!
vi: Để bắt đầu giao dịch và nạp tiền, vui lòng xác minh tài khoản của bạn ngay hôm nay!

# newkyc_newuser_unsubmitted
source: It only takes you a few minutes to complete your verification, and enjoy full service access.
vi: Bạn chỉ cần vài phút để hoàn thành xác minh của mình và có thể sử dụng đầy đủ các tính năng tại Coinhako.

# newkyc_newusers_unsubmitted
source: To start your first trade and deposit, please verify your account now!
vi: Để bắt đầu giao dịch và nạp tiền, vui lòng xác minh tài khoản của bạn ngay!

# newkyc_no_face_present
source: There is no face detected in your Identity Document. Please retry.
vi: Khuôn mặt không được nhận diện trong giấy tờ tuỳ thân. Xin hãy thử lại.

# newkyc_no_id_uploaded
source: Please resubmit your Identity Document to verify your account.
vi: Vui lòng gửi lại ảnh chụp tài liệu để xác minh tài khoản của bạn.

# newkyc_no_thanks
source: Later
vi: Để sau

# newkyc_not_possible
source: Selfie scanning failed
vi: Ảnh quét mặt không thành công, vui lòng thử lại.

# newkyc_other
source: Others:
vi: Khác:

# newkyc_over_limit_size
source: The file size should be less than %s
vi: Kích thước tệp phải nhỏ hơn %s

# newkyc_overall_submitted
source: We have received your submission and are reviewing it. We will update your account status soon.
vi: Chúng tôi đã nhận được thông tin xác minh và sẽ cập nhật trạng thái tài khoản sớm nhất cho bạn.

# newkyc_phone
source: Phone
vi: Số điện thoại

# newkyc_popup_content_POI_request
source: Your account is required to verify the source of funds.
vi: Vui lòng xác minh nguồn quỹ cho tài khoản của bạn.

# newkyc_popup_content_POI_request_rejected
source: We were unable to verify your Source of Fund. Please resubmit your document in order to complete this step.
vi: Chúng tôi không thể xác minh Nguồn quỹ của bạn. Vui lòng gửi lại tài liệu khác của bạn để hoàn thành bước này.

# newkyc_popup_content_POI_request_submitted
source: We have received your Source of Fund and are reviewing it. We will update your account status soon.
vi: Chúng tôi đã nhận được tài liệu xác minh Nguồn quỹ của bạn và sẽ cập nhật trạng thái tài khoản cho bạn sớm.

# newkyc_popup_content_reject_normal
source: Your submission for KYC has been rejected. Kindly resubmit your document to verify the account again!
vi: Tài liệu xác minh tài khoản của bạn đã bị từ chối, vui lòng xác minh lại để bắt đầu giao dịch tại Coinhako!

# newkyc_popup_content_submitted
source: We have received your submission and are reviewing it. We will update your account status soon.
vi: Chúng tôi đã nhận được thông tin xác minh và sẽ cập nhật trạng thái tài khoản sớm nhất cho bạn.

# newkyc_popup_need_update
source: Please update your verification to continue the transaction!
vi: Vui lòng cập nhật xác minh của bạn để tiếp tục giao dịch!

# newkyc_popup_title_POI_request
source: Information required!
vi: Bổ xung xác minh

# newkyc_popup_title_POI_request_rejected
source: Source of Fund Resubmission
vi: Gửi lại Tài liệu xác minh Nguồn quỹ

# newkyc_popup_title_reject_normal
source: Retry your verification
vi: Vui lòng thử lại việc xác minh

# newkyc_popup_title_required
source: Verification required
vi: Cần xác minh

# newkyc_popup_title_submitted
source: Verification submitted
vi: Xác minh đã gửi

# newkyc_popup_title_unsubmitted
source: Verify your account now?
vi: Xác minh tài khoản ngay?

# newkyc_processing
source: Please allow some extra time for the verification. In the meantime, we suggest setting up 2FA to further safeguard your tokens and funds.
vi: Việc xác minh danh tính của bạn đang được xử lí. Trong thời gian chờ, chúng tôi khuyên bạn nên thiết lập 2FA để tiếp tục bảo vệ tài khoản của bạn tốt hơn.

# newkyc_processing_title
source: Processing…
vi: Đang xử lý

# newkyc_proof_of_income
source: Source of Fund document
vi: Chứng từ xác minh thu nhập

# newkyc_questionnaire
source: Questionnaire
vi: Câu hỏi

# newkyc_questionnaire_argreement
source: By ticking this checkbox: - I guarantee that all the information provided is accurate at the point of submission.I acknowledge that this questionnaire cannot be re-attempted after confirmation. - I declare that I am the ultimate beneficiary owner of this account and I am not transacting on behalf of anyone else. I understand that transacting on behalf of someone is a violation of Coinhako’s Terms of Use and doing so may result in account suspension.
vi: Bằng cách đánh dấu vào hộp kiểm này: - Tôi đảm bảo rằng tất cả thông tin được cung cấp là chính xác tại thời điểm gửi. Tôi xác nhận rằng bảng câu hỏi này không thể được thử lại sau khi xác nhận. - Tôi xác nhận rằng tôi là chủ sở hữu cuối cùng của tài khoản này và tôi không giao dịch thay mặt cho bất kỳ cá nhân, tổ chức nào khác. Tôi hiểu rằng việc thay mặt giao dịch cho người khác là vi phạm Điều khoản sử dụng của Coinhako và điều đó sẽ dẫn đến việc khoá tài khoản.

# newkyc_questionnaire_why_ask
source: Why we ask this? We are required to ensure that our clients invest within their means. Rest assured, this information is kept strictly confidential.
vi: Tại sao lại có yêu cầu này? Chúng tôi phải đảm bảo rằng khách hàng của mình sẽ sử dụng dịch vụ đúng mục đích đầu tư. Hãy yên tâm rằng mọi thông tin mà bạn cung cấp sẽ được bảo mật cẩn thận.

# newkyc_recipient_name
source: Recipient Name
vi: Tên người nhận

# newkyc_reject
source: Your submission is rejected
vi: Xác minh bị từ chối.

# newkyc_reject_POA
source: Your Proof of Address documents are unclear. Please retry.
vi: Tài liệu Địa chỉ của bạn bị mờ. Vui lòng thử lại.

# newkyc_reject_POI_reason
source: Your submission for source of fund is rejected because:
vi: Xác minh nguồn quỹ của bạn bị từ chối vì:

# newkyc_reject_all
source: We need more information to verify your account. Please contact hello@coinhako.com for further assistance.
vi: Chúng tôi cần thêm một số thông tin để xác minh tài khoản của bạn - vui lòng liên hệ hello@coinhako.com để được hỗ trợ thêm.

# newkyc_reject_forever
source: Your account can not trade. Please contact hello@coinhako.com for further assistance.
vi: Tài khoản của bạn hiện không được phép giao dịch. Vui lòng liên hệ hello@coinhako.com để được hỗ trợ thêm.

# newkyc_reject_identity
source: Your Identity cannot be verified
vi: Tài khoản không thể xác minh.

# newkyc_reject_reason
source: Your submission for identity verification is rejected because:
vi: Tài liệu xác minh danh tính đã bị từ chối vì lí do:

# newkyc_reject_too_young_user
source: You must be above 18 years old to trade on Coinhako.
vi: Bạn phải đủ 18 tuổi để có thể giao dịch tại Coinhako.

# newkyc_reject_with_country_of_residence
source: Please upload an ID or residency card issued in same your country of residence.
vi: Vui lòng tải lên CMND/CCCD hoặc thẻ cư trú được cấp trong quốc gia cư trú của bạn.

# newkyc_reload
source: Reload
vi: Tải lại

# newkyc_remain_daily_limit
source: Remaining daily limit
vi: Hạn mức còn lại trong ngày

# newkyc_remain_monthly_limit
source: Remaining monthly limit
vi: Hạn mức tháng còn lại

# newkyc_request_answer_questions
source: Please answer all questions !
vi: Vui lòng trả lời tất cả câu hỏi!

# newkyc_require_poi_content
source: To use the service, we need you to submit your Source of Fund.
vi: Để sử dụng dịch vụ, chúng tôi cần bạn xác minh Nguồn quỹ của bạn.

# newkyc_review_myinfo
source: Review your details retrieved from MyInfo
vi: Xem chi tiết

# newkyc_selfie_cropped_from_id
source: Please submit photos of your ID in full view.
vi: Ảnh giấy tờ tuỳ thân của bạn bị che khuất, vui lòng thử lại.

# newkyc_selfie_is_screen_paper_video
source: Please scan your real face for Identity verification.
vi: Vui lòng quét khuôn mặt thật của bạn để xác minh danh tính.

# newkyc_selfie_manipulated
source: Your selfie photo has been used. Please retry.
vi: Ảnh selfie của bạn đã được sử dụng. Xin hãy thử lại.

# newkyc_send_value
source: Send Value
vi: Giá trị gửi

# newkyc_setting_POI_request
source: Your account is required to verify the source of funds.
vi: Vui lòng xác minh nguồn quỹ cho tài khoản của bạn.

# newkyc_setting_POI_request_rejected
source: We were unable to verify your Source of Fund. Kindly try again.
vi: Chúng tôi không thể xác minh Nguồn quỹ của bạn. Vui lòng nộp lại tài liệu xác minh.

# newkyc_setting_POI_request_submitted
source: We have received your Source of Fund submission. We will update your account status soon.
vi: Chúng tôi đã nhận được tài liệu xác minh Nguồn quỹ của bạn. Chúng tôi sẽ cập nhật trạng thái tài khoản của bạn sớm.

# newkyc_setting_POI_required_rejected
source: We have received your Source of Fund submission. We will update your account status soon.
vi: Chúng tôi đã nhận được chứng từ xác minh Nguồn quỹ của bạn. Chúng tôi sẽ cập nhật trạng thái tài khoản của bạn sớm.

# newkyc_setting_banned_reason
source: We need some more information to verify your account - please contact hello@coinhako.com for further assistance.
vi: Chúng tôi cần thêm một số thông tin để xác minh tài khoản của bạn - vui lòng liên hệ hello@coinhako.com để được hỗ trợ thêm.

# newkyc_setting_content_submitted
source: We have received your submission and are reviewing it. We will update your account status soon.
vi: Chúng tôi đã nhận được yêu cầu xác minh của bạn. Chúng tôi sẽ sớm cập nhật trạng thái tài khoản của bạn.

# newkyc_setting_not_allow_trade
source: Your account can not trade, please contact hello@coinhako.com for further assistance.
vi: Tài khoản của bạn hiện không thể giao dịch, vui lòng liên hệ hello@coinhako.com để được hỗ trợ thêm.

# newkyc_setting_reject_reason
source: Your submission has been rejected, please resubmit document to verify your account now.
vi: Yêu cầu xác minh của bạn bị từ chối. Vui lòng nộp lại.

# newkyc_source_of_fund
source: Source Of Fund
vi: Nguồn Quỹ

# newkyc_special_offer
source: Enjoy higher limits now
vi: Tận hưởng hạn mức cao hơn từ bây giờ!

# newkyc_start_identity
source: Start Identity Document Verification
vi: Bắt đầu xác minh danh tính

# newkyc_submit_answer
source: Submit Answer
vi: Gửi yêu cầu

# newkyc_submit_document
source: Submit Document
vi: Gửi tài liệu

# newkyc_success_upload
source: Successfully Uploaded
vi: Đã tải lên thành công

# newkyc_successfully_verified
source: Successfully Verified
vi: Xác minh tài khoản thành công

# newkyc_successfully_verified_content
source: All set! You may now deposit, withdraw and start your first trade now!
vi: Hoàn tất! Bây giờ bạn có thể nạp rút tiền và bắt đầu giao dịch ngay!

# newkyc_tag_banned
source: Account suspended
vi: Tài khoản tạm khoá

# newkyc_tag_income_increased
source: Limit Increased
vi: Đã tăng hạn mức

# newkyc_tag_not_verified
source: Not Verified
vi: Chưa xác minh

# newkyc_tag_rejected
source: Amendments needed
vi: Từ chối

# newkyc_take_photo
source: Please take photo again
vi: Vui lòng chụp lại ảnh

# newkyc_take_picture
source: Take picture
vi: Chụp ảnh

# newkyc_temp_locked_tag
source: Wallet Paused
vi: Tạm dừng ví

# newkyc_upload_document
source: Upload Document
vi: Tải tài liệu

# newkyc_use_myinfo
source: Use MyInfo
vi: Kết nối với MyInfo

# newkyc_verify_now
source: Verify now
vi: Xác minh ngay

# newkyc_verify_submitted_tag
source: Verification Submitted
vi: Yêu cầu xác minh đã gửi

# newkyc_verifyphone
source: Verify Phone Number
vi: Xác minh số điện thoại

# newkyc_verifyphone_COR
source: Choose your Country of Residence
vi: Chọn quốc gia cư trú của bạn

# newkyc_verifyphone_code
source: Verification Code
vi: Mã xác nhận

# newkyc_verifyphone_count_down
source: Resend in
vi: Gửi lại

# newkyc_verifyphone_exprired_code
source: Code has expired, please resend new code.
vi: Mã đã hết hạn, vui lòng gửi lại mã mới.

# newkyc_verifyphone_instruction
source: Please enter your phone number. An SMS will be sent to verify ownership of this number.
vi: Xin vui lòng nhập số điện thoại của bạn. Tin nhắn SMS sẽ được gửi để xác minh quyền sở hữu số này.

# newkyc_verifyphone_invalid_code
source: Invalid code, please try again
vi: Mã không hợp lệ, vui lòng thử lại

# newkyc_verifyphone_invalid_phone
source: Phone number is invalid
vi: Số điện thoại không hợp lệ

# newkyc_verifyphone_resend_sms
source: Resend SMS
vi: Gửi lại SMS

# newkyc_verifyphone_send_sms
source: Send SMS
vi: Gửi tin nhắn

# newkyc_view_full_image
source: Tap to view full image
vi: Nhấn để xem hình ảnh đầy đủ

# newkyc_way_submit_POA
source: Select a way to submit your Proof of Address
vi: Gửi giấy tờ chứng minh địa chỉ bằng cách sau

# newkyc_way_submit_POI
source: Please select your way to submit your Source Of Funds.
vi: Vui lòng chọn một trong những cách sau để gửi tài liệu xác minh Nguồn quỹ của bạn.

# newkyc_why_need_kyc
source: Why do I need to verify my identity?
vi: Tại sao tôi cần xác minh danh tính của mình?

# newkyc_working_industry
source: Working Industry
vi: Lĩnh vực công việc

# newkyc_your_phone
source: Your phone number
vi: Số điện thoại

source: News
vi: Tin tức

# newxfer_add_bank_account_notice
source: Enter a bank account for receiving refunds in the event of transfer failure. Bank account entered must belong to you. Please ensure that all details entered is correct.
vi: Vui lòng cung cấp một tài khoản ngân hàng để nhận tiền hoàn lại trong trường hợp chuyển khoản không thành công. Tài khoản ngân hàng này phải thuộc sở hữu của bạn. Vui lòng đảm bảo rằng mọi thông tin bạn nhập là chính xác.

# newxfer_add_xfer_bank
source: Add Xfers Bank Account
vi: Thêm tài khoản ngân hàng Xfers

# newxfer_add_xfers_bank_account
source: Add Xfers Bank Account
vi: Thêm tài khoản ngân hàng Xfers

# newxfer_bank_account_add_new_title
source: Add new bank account
vi: Thêm tài khoản ngân hàng mới

# newxfer_bank_account_no_any_account
source: You do not have added any bank account yet.
vi: Bạn vẫn chưa thêm tài khoản ngân hàng.

# newxfer_bank_account_quantity_account
source: You have added %s bank accounts. %s
vi: Bạn đã thêm %s tài khoản ngân hàng. %s

# newxfer_bank_account_removed
source: Your bank account has been removed.
vi: Đã gỡ bỏ thông tin tài khoản Ngân hàng.

# newxfer_bank_account_submitted
source: Your bank account has been submitted.
vi: Đã gửi thông tin tài khoản Ngân hàng.

# newxfer_bank_account_title
source: Bank accounts:
vi: Tài khoản Ngân hàng:

# newxfer_bank_account_unverified
source: {0} account hasn't been verified.
vi: Tài khoản {0} chưa được xác minh.

# newxfer_bank_account_unverified_account
source: %s account hasn't been verified.
vi: Tài khoản %s chưa được xác minh.

# newxfer_bank_account_update_title
source: Edit bank account
vi: Cập nhật Tài khoản ngân hàng

# newxfer_bank_account_updated
source: Your bank account information has been updated.
vi: Thông tin tài khoản ngân hàng đã được cập nhật.

# newxfer_bank_account_verified_all_account
source: All accounts have been verified 👍
vi: Tất cả tài khoản đã được xác minh 👍

# newxfer_cancel_add_xfer_bank_message
source: Are you sure to cancel adding this bank account?
vi: Bạn có muốn hủy bỏ việc thêm tài khoản ngân hàng này không?

# newxfer_cancel_adding_bank_account
source: Cancel add bank account
vi: Hủy việc thêm tài khoản ngân hàng

# newxfer_cancel_adding_bank_account_des
source: Are you sure to cancel adding this bank account?
vi: Bạn muốn huỷ thêm tài khoản ngân hàng này?

# newxfer_cancel_note
source: Cancellation <font color="#f73c52">only applies if you have not made the transfer yet.</font> If you have already made a transfer, the amount will still be credited to your Coinhako account after the transfer has been confirmed by Xfers. For support on issues with your transfer, please contact <font color="#417AF9">support@xfers.com</font>
vi: Việc huỷ <font color="#f73c52"> chỉ áp dụng nếu bạn chưa thực hiện việc chuyển khoản.</font> Nếu bạn đã thực hiện chuyển khoản, số tiền vẫn sẽ được ghi có vào tài khoản Coinhako của bạn sau khi giao dịch chuyển khoản đã được xác nhận bởi Xfers. Để được hỗ trợ về các vấn đề chuyển khoản của bạn, vui lòng liên hệ <font color="#417AF9">support@xfers.com</font>

# newxfer_cancel_request
source: Cancel Request
vi: Hủy yêu cầu

# newxfer_comment_to_payee
source: Comment to Payee
vi: Ghi chú

# newxfer_connect_xfer_now
source: Connect Xfers Now
vi: Kết nối Xfers ngay

# newxfer_credited_amount
source: Credited Amount
vi: Số tiền đã nạp

# newxfer_description
source: <font color="#354053"><b> • Your Coinhako SGD account will be automatically credited once Xfers notifies us that your transfer is completed.<br> • Please contact support@xfers.com for assistance with your transfer.<br> • Please make a FAST transfer for your account to be credited instantly (within minutes). Note that using other transfer methods may take more time to complete.</b> </font>
vi: <font color="#354053"> <b> • Tài khoản Coinhako SGD của bạn sẽ được tự động nạp sau khi Xfers xác nhận việc chuyển tiền của bạn đã hoàn tất. <br> • Vui lòng liên hệ với support@xfers.com để được hỗ trợ thêm về việc chuyển khoản của bạn. <br> • Vui lòng thực hiện CHUYỂN KHOẢN NHANH vào tài khoản ngân hàng trên để tài khoản của bạn được nạp tiền ngay lập tức (trong vòng vài phút). Lưu ý rằng sử dụng các phương thức chuyển khác có thể mất nhiều thời gian hơn để hoàn thành. </b> </font>

# newxfer_edit_bank_account
source: Edit bank account
vi: Cập nhật tài khoản Ngân hàng

# newxfer_enter_account_number_hint
source: Enter account number
vi: Nhập số tài khoản

# newxfer_enter_beneficiary_name_hint
source: Enter beneficiary name
vi: Nhập tên người thụ hưởng

# newxfer_fee
source: Xfers Fee
vi: Phí Xfers

# newxfer_link_bank_account
source: Linked Bank Account
vi: Ngân hàng được liên kết
