Repository: mthuong/flutter-module
Catalog: lib/l10n/intl_*.arb
Languages: vi

source: Contact Email
vi: Email Liên hệ

source: Continue Receive
vi: Tiếp tục nhận

source: Continue send
vi: Tiếp tục gửi

source: Convert
vi: Đổi

# convert_to
source: Convert {0} to {1}
vi: Chuyển đổi từ {0} sang {1}

source: Copied
vi: Đã sao chép

source: Copy
vi: Sao chép

# copy_address
source: Copy
vi: Sao chép

# copy_clipboard
source: Copied to clipboard
vi: Đã sao chép vào bộ nhớ tạm

# cor
source: Country of Residence
vi: Quốc gia cư trú

# cor_note
source: Note: You must be a citizen or hold a residence pass/visa in selected country.
vi: Lưu ý: Bạn phải là công dân hoặc có thẻ cư trú/Visa tại quốc gia đã chọn.

# create_alert
source: Save and Activate Alert
vi: Tạo thông báo giá

# create_new_address
source: Please create a new address to receive
vi: Vui lòng tạo địa chỉ mới để nhận

source: Create PIN
vi: Tạo PIN

# create_wallet
source: Create a Wallet
vi: Tạo ví

# credit_card_usd_unsupported
source: USD is not supported for this payment method. If want to use it, please change the currency to SGD.
vi: USD không được hỗ trợ với hình thức thanh toán này. Để sử dụng, vui lòng thay đổi loại tiền tệ thành SGD.

# credit_debit_card
source: Credit/Debit Cards
vi: Thẻ Credit/Debit.

source: Credit to
vi: Cộng vào

# crypto_address
source: {0} Address
vi: Địa chỉ {0}

source: Currencies
vi: Đơn vị tiền tệ

source: Currency not found
vi: Không tìm thấy kết quả

# currency_pair
source: {0} is at
vi: {0} hiện tại là

# current_pass
source: Current Password
vi: Mật khẩu hiện tại

source: Current Price
vi: Giá hiện tại

source: Daily Check-in Reward
vi: Điểm thưởng đăng nhập

# daily_check_in_reward_desc
source: Come back and trade daily to earn extra reward points!
vi: Đăng nhập và giao dịch qua app Coinhako hằng ngày để tích lũy thêm nhiều điểm thưởng!

source: Daily Check-in
vi: Nhận điểm hàng ngày

source: Daily deposit limit
vi: Hạn mức nạp tiền hàng ngày

# daily_limit
source: Daily spending limit remainder
vi: Hạn mức giao dịch hàng ngày còn lại

# daily_limit_desc
source: * This is the maximum amount you may spend from your Xfers wallet today.
vi: * Đây là số tiền tối đa bạn có thể sử dụng từ ví Xfers trong hôm nay.

source: Daily Login
vi: Đăng nhập

source: Daily Login Award
vi: Điểm thưởng đăng nhập

# daily_withdrawal_limit
source: Daily Withdraw Limit
vi: Hạn mức rút tiền hàng ngày

source: Data not found
vi: Không tìm thấy

# date_and_time
source: Date & Time
vi: Thời gian

source: Date & Time
vi: Thời gian

# day
source: Day {0}
vi: Ngày {0}

source: Delete
vi: Xóa

source: Deposit
vi: Nạp tiền

source: Deposit Account Details
vi: Thông tin Tài khoản nạp tiền

# deposit_account_name_exactly_displayed
source: Sender’s account name must be exactly as displayed.
vi: Tên tài khoản của người gửi phải chính xác như được hiển thị.

source: Deposit Amount
vi: Số tiền nạp

# deposit_amount_good
source: Deposit amount is good to go.
vi: Khoản tiền gửi đã phù hợp để nạp.

# deposit_amount_must_different
source: Amount must be different from last deposit.
vi: Số tiền nạp phải khác với lần nạp gần nhất.

# deposit_bank
source: Deposit via Local inter-bank transfer
vi: Nạp tiền bằng chuyển khoản liên ngân hàng

# deposit_bank_account_holder_name
source: Bank Account Holder Name
vi: Tên chủ tài khoản ngân hàng

# deposit_bank_account_info_title
source: BANK ACCOUNT INFORMATION
vi: THÔNG TIN TÀI KHOẢN NGÂN HÀNG

# deposit_bank_code
source: Bank Code
vi: Mã Ngân hàng

# deposit_bank_name_must_match
source: Your bank account name must match your submitted identity document's name
vi: Tên tài khoản ngân hàng của bạn phải khớp với tên trên tài liệu nhận dạng đã gửi của bạn

# deposit_cancel_deposit
source: Cancel %@ Deposit
vi: Hủy %@ Khoản nạp

# deposit_cancel_deposit_desc
source: Are you sure you want to cancel this bank deposit and make a %s deposit instead?
vi: Bạn có chắc chắn muốn hủy Lệnh nạp tiền qua ngân hàng này và thực hiện nạp tiền %s không?

# deposit_cancel_deposit_xfers_desc
source: Are you sure you want to cancel this bank deposit and make a deposit via Xfers Direct instead?
vi: Bạn có chắc chắn muốn hủy Lệnh nạp tiền qua ngân hàng này và thực hiện nạp tiền qua Xfers Direct không?

# deposit_certain_transfer_detail
source: Are you certain that your transfer details match these details?
vi: Bạn có chắc rằng thông chuyển khoản của bạn khớp với các thông tin này không?

source: Deposit Code
vi: Mã Nạp tiền

# deposit_coinhako_description
source: To top up your Coinhako account, make a internet bank transfer to
vi: Để nạp tiền vào tài khoản Coinhako, thực hiện chuyển khoản đến

# deposit_confirm_information
source: Confirm %@ deposit information
vi: Xác nhận thông tin Khoản nạp %@

# deposit_ensure_include_code
source: Ensure you include this code in your transfer notes to prevent delay
vi: Đảm bảo bạn có nhập mã này vào mục Nội dung chuyển khoản để tránh bị chậm trễ

# deposit_ensure_include_code_desc
source: Ensure that you include this code in all your deposit transfer notes to prevent any delays – no additional information should be included.
vi: Đảm bảo rằng bạn điền mã nạp tiền này vào phần Nội dung chuyển khoản để tránh chậm trễ - không nên đưa thêm thông tin khác vào.

# deposit_enter_deposit_amount
source: Enter deposit amount
vi: Nhập số tiền gửi

# deposit_from_bank
source: Choose a bank account to deposit
vi: Chọn một tài khoản ngân hàng để nạp tiền

source: Deposit from Bank Account
vi: Nạp tiền từ tài khoản ngân hàng

# deposit_help_tips_usd_desc
source: If you do not receive your funds within the stated times, please <a href="https://support.coinhako.com/hc/en-us/requests/new" style="text-decoration:none">contact our support team</a> for assistance.<br /><br /><b>1. USD Deposits are processed on US Banking days only</b>. Deposits made on weekends and US Federal and Banking Holidays will be credited on the next banking day.<br /><br /><b>2.</b> Making deposits in unique amounts will help speed up the process. For example, if you last deposited <b>$50</b>, your next deposit should be <b>$40</b> or <b>$60</b>.<br /><br /><b>3.</b> Please refrain from making GIRO, ATM or Over-The-Counter bank transfers.<br /><br /><b>4.</b> Please email a screenshot or transfer advice to <a href="mailto:hello@coinhako.com" style="text-decoration:none">hello@coinhako.com</a> after initiating a USD deposit.<br /><br /><b>5.</b> <b>USD Deposits may take up to 3 business days </b> to reflect due to the time required by the banking system to process such transfers.
vi: Nếu bạn không nhận được tiền nạp của mình trong thời gian đã nêu, vui lòng <a href="https://support.coinhako.com/hc/en-us/requests/new" style="text-decoration:none">liên hệ với chúng tôi </a> để được hỗ trợ. <br /> <br /> <b> 1. Khoản nạp USD chỉ được xử lý vào các ngày làm việc Ngân hàng Hoa Kỳ </b> . Các khoản tiền gửi được thực hiện vào cuối tuần và Ngày nghỉ Ngân hàng và Liên bang Hoa Kỳ sẽ được ghi có vào Ngày làm việc ngân hàng tiếp theo. <br /> <br /> <b> 2. </b> Gửi tiền với số lượng khác biệt sẽ giúp đẩy nhanh quá trình. Ví dụ: nếu bạn nạp lần gần nhất là <b> 50 đô la </b> , thì khoản tiền gửi tiếp theo của bạn nên là <b> 40 đô la </b> hoặc <b> 60 đô la </b> . <br /> <br /> <b> 3. </b> Vui lòng không thực hiện chuyển khoản GIRO, ATM hoặc Chuyển khoản ngân hàng tại quầy. <br /> <br /> <b> 4. </b> Vui lòng gửi email ảnh chụp màn hình hoặc giấy báo chuyển đến <a href="mailto:hello@coinhako.com" style="text-decoration:none">hello@coinhako.com</a> sau khi thực hiện chuyển USD. <br /> <br /> <b> 5. </b> <b> Khoản tiền nạp USD có thể cần 3 ngày làm việc </b> để xử lý do thời gian mà hệ thống ngân hàng yêu cầu để xử lý các giao dịch chuyển tiền đó.

# deposit_identity_note
source: Only transfer from a bank account <b>under your name</b>
vi: Chỉ chuyển tiền từ tài khoản ngân hàng <b>dưới tên bạn</b>

# deposit_include_code_transfer_desc
source: Please include ONLY this Deposit code in the transfer description
vi: Vui lòng CHỈ nhập Mã Nạp tiền này vào mục Nội dung chuyển khoản

source: Deposit Instruction
vi: Hướng dẫn nạp tiền

# deposit_last_deposit
source: Last deposit: %s
vi: Khoản Nạp tiền gần nhất: %s

source: Deposit limit
vi: Hạn mức nạp tiền

source: Deposit limits
vi: Hạn mức nạp tiền

# deposit_make_bank_transfer_info
source: Please make a bank transfer using ONLY the following information:
vi: Vui lòng chuyển khoản ngân hàng CHỈ với các thông tin sau:

# deposit_make_deposit
source: Make Deposit
vi: Nạp tiền

# deposit_make_deposit_title
source: 2. Make deposit
vi: 2. Nạp tiền

# deposit_make_different_amount
source: Making deposits in different amount from your last helps speed up the process.
vi: Nạp số tiền khác với số tiền nạp gần nhất của bạn sẽ giúp chúng tôi xử lý nhanh hơn.

# deposit_mandatory_instructions
source: Mandatory Deposit Instructions
vi: Các Hướng dẫn nạp tiền mang tính bắt buộc

# deposit_need_help
source: Need Help?
vi: Cần trợ giúp?

# deposit_no_crypto_note
source: Do not include words <b>related to crypto</b>
vi: Không nhập các nội dung <b>liên quan đến tiền mã hoá</b>

# deposit_read_instructions_carefully
source: Please read instructions carefully
vi: Vui lòng đọc kỹ hướng dẫn

# deposit_send_funds_bank_account
source: Only send funds from a bank account under the name of:
vi: Chỉ nạp tiền từ tài khoản ngân hàng dưới tên:

# deposit_sender_identity
source: Sender's Identity
vi: Thông tin người gửi

# deposit_sender_identity_note
source: Deposits made from a bank account belonging to anyone else will not be accepted.
vi: Các khoản tiền nạp từ tài khoản của người khác sẽ không được chấp nhận.

# deposit_sender_info
source: SENDER’S INFORMATION
vi: THÔNG TIN NGƯỜI GỬI

# deposit_sender_information_title
source: 1. Required sender’s information
vi: 1. Thông tin người gửi bắt buộc

# deposit_sgd
source: SGD Deposit
vi: Nạp SGD

# deposit_sgd_xfers
source: Deposit SGD via Xfers Direct
vi: Nạp SGD qua Xfers Direct

# deposit_take_30_secs_speed_up
source: Take 30 seconds to rapidly speed up your deposit process.
vi: Mất 30 giây để đẩy nhanh quá trình nạp tiền của bạn.

source: Deposit to Coinhako
vi: Nạp tiền vào ví Coinhako

source: Deposit to Xfers
vi: Nạp tiền vào ví Xfers

# deposit_transfer_info_warning
source: If your transfer information does not match the details here, your funds will not be credited.
vi: Nếu thông tin chuyển khoản của bạn không khớp với các thông tin ở đây, khoản nạp của bạn sẽ không được xử lý.

# deposit_usd
source: USD Deposit
vi: Nạp USD

# deposit_usd_instruction
source: Please read carefully and follow these requirements to ensure a successful deposit:
vi: Vui lòng đọc kỹ và làm theo các yêu cầu sau để đảm bảo gửi tiền thành công:

# deposit_usd_stablecoin
source: Deposit USD via stablecoin
vi: Nạp USD bằng stablecoin

source: Deposit via %@
vi: Nạp tiền qua % @

# deposit_via_xfer_instead
source: Make a deposit via Xfers Direct instead
vi: Nạp tiền từ ví Xfers

# deposit_via_xfer_title
source: SGD Deposit via Xfer
vi: Nạp SGD từ ví Xfers

# deposit_view_deposit_amount
source: View your last deposit amount
vi: Xem số tiền nạp gần nhất của bạn

# deposit_we_love_trading
source: We love trading with you, %@!
vi: Rất vui khi được giao dịch với bạn, %@ !

source: Description / Comment
vi: Mô tả/Ghi chú

source: direct bank transfer
vi: Chuyển khoản Ngân hàng

# disable_note
source: Please note that {0} for this token may not be enabled before trading.
vi: Vui lòng lưu ý rằng tính năng {0} cho token này hiện không khả dụng.

# disable_note_and
source: and
vi: và

# disable_note_send_receive
source: %s for this token is currently unavailable but you may still trade for it.
vi: Tính năng %s hiện không khả dụng, bạn vẫn có thể giao dịch bình thường.

# disable_note_send_receive_ios
source: {0} for this token is currently unavailable but you may still trade for it.
vi: Tính năng {0} hiện không khả dụng, bạn vẫn có thể giao dịch bình thường.

# disable_note_trading
source: Sending and receiving for this token is currently not supported. <![CDATA[<a href ="https://support.coinhako.com/hc/en-us/articles/115002025711-Supported-Cryptocurrencies-on-Coinhako/">Learn more</a>]]>
vi: Tính năng gửi và nhận của token này hiện chưa có sẵn. <![CDATA[<a href ="https://support.coinhako.com/hc/vi/articles/115002025711-Các-loại-tiền-kỹ-thuật-số-được-hỗ-trợ/">Tìm hiểu thêm</a>]]>

# disable_note_unavailable_new
source: %s for this token is currently unavailable.
vi: Tính năng %s hiện không khả dụng.

# disable_note_unavailable_new_ios
source: {0} for this token is currently unavailable.
vi: Tính năng {0} hiện không khả dụng.

source: Disabled
vi: Đã vô hiệu hoá

source: Disconnect
vi: Ngưng kết nối

source: Disconnect all of current sessions
vi: Ngắt kết nối tất cả các phiên hiện tại

source: Disconnected
vi: Đã ngưng kết nối

source: Dismiss
vi: Bỏ qua

# dns_err_1
source: 1. Go to Settings
vi: 1. Chuyển đến Cài đặt

# dns_err_2
source: 2. Click "Wi-Fi".
vi: 2. Nhấp vào "Wi-Fi".

# dns_err_3
source: 3. Select your connected Wi-Fi.
vi: 3. Chọn Wi-Fi đã kết nối của bạn.

# dns_err_4
source: 4. Click "Configure DNS".
vi: 4. Nhấp vào "Cấu hình DNS/Configure DNS".

# dns_err_5
source: 5. Click "Manual".
vi: 5. Nhấp vào "Thủ công/Manual".

# dns_err_6
source: 6. Remove all DNS Servers
vi: 6. Hủy bỏ tất cả các máy chủ DNS

# dns_err_7
source: 7. Click "Add Server" and key in 8.8.8.8.
vi: 7. Nhấp vào "Thêm máy chủ" và nhập 8.8.8.8.

# dns_err_8
source: 8. Click "Save" and return to Coinhako to retry.
vi: 8. Nhấp vào "Lưu" và quay lại Coinhako để thử lại.

# dns_message
source: Error connecting to DNS Server. Please follow these steps and retry.
vi: Lỗi khi kết nối với máy chủ DNS. Vui lòng làm theo các bước sau và thử lại.

# document
source: Your Document
vi: Tài liệu của bạn

source: Document Guidelines
vi: Tài liệu Hướng dẫn

source: Document Type Dialog
vi: Danh sách loại Hồ sơ

source: Done
vi: Xong

source: Don't send
vi: Không gửi

# download_otp
source: Install one of OTP apps below
vi: Cài đặt một trong các ứng dụng OTP sau

source: Earned Points
vi: Điểm tích lũy

source: Edit
vi: Chỉnh sửa

# edit_alert
source: Edit alert setting
vi: Chỉnh sửa thông báo giá

source: Edit Filter
vi: Bộ lọc

source: Email changed
vi: Email đã thay đổi

# email_code
source: Email verification code
vi: Mã xác minh email

source: Email confirmation
vi: Email xác nhận

# email_confirmation_instruction
source: We have sent you a confirmation email. Click on the link to continue. Your confirmation link will expire in 60 minutes.
vi: Chúng tôi đã gửi cho bạn một email xác nhận. Vui lòng nhấp vào link liên kết để tiếp tục thực hiện giao dịch. Link liên kết xác nhận của bạn sẽ hết hạn sau 60 phút.

# employee_card_back
source: Back of Employment Pass
vi: Mặt sau Giấy phép lao động

# employee_card_front
source: Front of Employment Pass
vi: Mặt trước Giấy phép lao động

# employee_pass
source: Employment Pass
vi: Giấy phép lao động

# empty_destination_tag
source: {0} is not entered.
vi: Chưa nhập {0}.

# empty_subtitle
source: You have no transaction history at the moment.
vi: Bạn chưa có giao dịch nào.

# empty_title
source: You’re all caught up
vi: Đã cập nhật

source: Enabled
vi: Đã kích hoạt

# enabled_fa
source: Enable 2FA
vi: Kích hoạt 2FA

# enter_account_number
source: Enter your account number
vi: Nhập số tài khoản

# enter_amount
source: Please enter an amount to {0}
vi: Vui lòng nhập số tiền để {0}

# enter_bank_name
source: Enter your bank name
vi: Nhập tên ngân hàng

# enter_deposit_amount
source: Please enter amount you wish to deposit
vi: Vui lòng nhập số tiền bạn muốn nạp

# enter_otp
source: Enter OTP sent to your mobile number.
vi: Nhập mã OTP được gửi tới điện thoại của bạn.

# enter_otp_2fa
source: Please enter verification code generated by the OTP app.
vi: Nhập mã xác minh được tạo bởi ứng dụng OTP

# enter_phone
source: Please enter your phone number to get OTP SMS
vi: Vui lòng nhập số điện thoại của bạn để nhận OTP

source: Enter promo code
vi: Nhập mã khuyến mãi

# enter_referral_code
source: If you’re referred by a friend, enter the referral code:
vi: Nếu bạn được giới thiệu tới Coinhako, hãy nhập mã giới thiệu:

# enter_withdrawal_amount
source: Input your request amount
vi: Nhập số tiền yêu cầu

source: Enter your PIN
vi: Nhập PIN

# ep_back
source: Back of Employee Pass
vi: Mặt sau Giấy phép lao động

# ep_back_desc
source: Take photo of the back of your Employment Pass. Please make sure facial features and details are clear.
vi: Chụp ảnh mặt sau Giấy phép lao động. Vui lòng đảm bảo hình ảnh và thông tin hiển thị rõ ràng.

# ep_front
source: Front of Employee Pass
vi: Mặt trước Giấy phép lao động

# ep_front_desc
source: Take photo of the front of your Employment Pass. Please make sure facial features and details are clear.
vi: Chụp ảnh mặt trước Giấy phép lao động. Vui lòng đảm bảo hình ảnh và thông tin hiển thị rõ ràng.

source: Error
vi: Lỗi

# exceed_balance
source: Over balance
vi: Số tiền vượt quá số dư tài khoản

# exchange_agree
source: Got it, let me in
vi: Tôi đã hiểu và muốn tiếp tục

# exchange_not_agree
source: No, thanks. I’m good with the original Coinhako.
vi: Không, cám ơn!

source: Exchange rate
vi: Tỷ giá

# exchange_welcome
source: Welcome to Market
vi: Chào mừng đến với Coinhako!

# expired
source: Your login session has expired. Please login to continue.
vi: Phiên đăng nhập của bạn đã hết hạn. Vui lòng đăng nhập lại để tiếp tục.

source: Expires:
vi: Hạn dùng:

source: Explore
vi: Đổi thưởng

# fail
source: Something went wrong
vi: Đã xảy ra sự cố

# fail_message
source: The transaction did not go through. Please try again!
vi: Giao dịch không được thực hiện. Vui lòng thử lại!

source: Failed
vi: Không thành công

source: Fee
vi: Phí

# fee_and_duration
source: For withdrawal fee and withdrawal duration
vi: Phí rút tiền và thời gian thực hiện

# feedback_desc
source: A member of our support staff will respond as soon as possible
vi: Nhân viên hỗ trợ của chúng tôi sẽ phản hồi bạn sớm nhất có thể

# feedback_succeeded
source: Thanks for your information. We get back to you soon.
vi: Cảm ơn thông tin của bạn. Chúng tôi sẽ sớm trả lời bạn.

# feedback_title
source: How can we help?
vi: Chúng tôi có thể giúp gì cho bạn?

source: Fiat Deposit
vi: Nạp tiền

# fiat_deposit_account_address
source: Account Address
vi: Địa chỉ tài khoản nhận

# fiat_deposit_bank_address
source: Bank Address
vi: Chi nhánh Ngân hàng nhận

# fiat_deposit_routing_aba_number
source: Routing/ABA Number
vi: Số Định tuyến Ngân hàng

# fiat_deposit_swift_code
source: Swift Code
vi: Mã Swift

source: Fiat Wallet
vi: Ví tiền pháp lệnh

source: Fiat Withdrawal
vi: Rút tiền

# fill_bank
source: Please Key in the required information to add your bank
vi: Vui lòng nhập thông tin bắt buộc để thêm tài khoản ngân hàng

# fill_phone
source: Please key in your phone number to connect
vi: Vui lòng nhập số điện thoại của bạn để kết nối

source: Filter
vi: Lọc

# fingerprint_not_granted
source: Fingerprint authentication permission not granted
vi: Chưa cấp quyền xác thực vân tay

# fingerprint_not_granted_desc
source: Fingerprint unlock requires the Fingerprint permission. This does not grant Coinhako access to your fingerprint data, but allows authentication through Android 's Fingerprint Manager. You can always enable this from the settings menu after granting permission.
vi: Mở khóa bằng vân tay yêu cầu quyền vân tay. Coinhako sẽ không được cấp quyền truy cập vào dữ liệu vân tay của bạn, nhưng được phép xác thực thông qua Trình quản lý vân tay của Android. Bạn có thể bật tính năng này từ menu cài đặt sau khi cấp quyền.

source: First Name
vi: Tên

source: For Google Authenticator:
vi: Đối với Google Authenticator:

# for_other_apps
source: For other OTP apps:
vi: Đối với các ứng dụng OTP khác:

source: FOREIGNER
vi: NGƯỜI NƯỚC NGOÀI

# forgot
source: Forgot Password
vi: Quên mật khẩu

# four_digit
source: 4-Digit Code
vi: Mã code 4 ký tự

source: From
vi: Từ

source: front
vi: trước

source: Full Name
vi: Tên đầy đủ

source: Fund
vi: Quỹ

# general_2fa_code
source: Two-factor authenticator (2FA) code
vi: Mã xác thực hai lớp (2FA)

# general_2fa_enter_otp
source: Enter the OTP generated by your authenticator app
vi: Vui lòng nhập mã OTP từ ứng dụng 2FA của bạn.

# general_address
source: Address:
vi: Địa chỉ:

# general_address_has_copy
source: Address has been copied to clipboard.
vi: Đã sao chép địa chỉ vào bộ nhớ tạm.

# general_amount
source: Amount:
vi: Số lượng:

# general_back_history
source: Back to history
vi: Quay lại mục Lịch sử

# general_coinhako_internal_support
source: Coinhako Information Page
vi: Hỗ Trợ Thông Tin

# general_complete
source: Complete
vi: Hoàn tất

# general_confirm_close
source: Confirm to close
vi: Xác nhận đóng

# general_copy_secret
source: Copy key
vi: Sao chép

# general_copyrights
source: © 2021 Coinhako. All rights reserved.
vi: © 2021 Coinhako. Tất cả các quyền được bảo lưu.

# general_create_address
source: Create an address
vi: Tạo địa chỉ

# general_do_it_later
source: Do it later
vi: Thực hiện sau

# general_download
source: Download
vi: Tải xuống

# general_enter_memo_tag
source: Enter memo/tag
vi: Nhập memo/tag

# general_from_address
source: From address
vi: Từ địa chỉ

# general_has_copy_clipboard
source: %@ has been copied to clipboard.
vi: %@ đã được sao chép vào Bộ nhớ đệm.

# general_how_to_verify
source: How to verify?
vi: Xác minh như thế nào?

# general_instruction_faq
source: Instruction & FAQ
vi: Hướng dẫn & Câu hỏi thường gặp

# general_memo_tag_optional
source: <![CDATA[<b>Memo/tag</b> (optional)]]>
vi: <![CDATA[<b>Memo/tag</b> (không bắt buộc)]]>

# general_minimum
source: Minimum
vi: Tối thiểu

# general_network
source: Network
vi: Mạng lưới

# general_next_step
source: Next step
vi: Bước tiếp theo

# general_no_result
source: No results found
vi: Không có kết quả

# general_only
source: ONLY
vi: CHỈ

# general_origin
source: Origin:
vi: Nguồn gốc:

# general_received_amount
source: Received amount
vi: Số tiền đã nhận

# general_received_time
source: Received time
vi: Thời gian nhận

# general_recipient_full_name
source: Recipient's full name
vi: Họ và tên người nhận

# general_reconnect
source: Reconnect
vi: Kết nối lại

# general_reset
source: Reset
vi: Thiết lập lại

# general_return_address_book
source: Return to Address Book
vi: Quay lại Danh sách Địa chỉ

# general_return_history
source: Return to history
vi: Quay lại mục Lịch sử

# general_return_wallet
source: Return to Superwallet
vi: Quay lại mục Ví

# general_return_withdraw
source: Return to Withdraw
vi: Quay lại mục Rút tiền.

# general_select_address
source: Select address
vi: Chọn Địa chỉ

# general_sending_address
source: Sending address
vi: Địa chỉ gửi

# general_tag_has_copied
source: Memo/tag has been copied to clipboard.
vi: Đã sao chép Memo/Tag vào bộ nhớ tạm.

# general_tag_optional
source: <![CDATA[<b>%s</b> (optional)]]>
vi: <![CDATA[<b></b>%s (không bắt buộc)]]>

# general_to_Coinhako_wallet_address
source: To Coinhako wallet address:
vi: Đến địa chỉ ví Coinhako:

# general_try_another_term
source: Please try another search term.
vi: Vui lòng thử tìm kiếm bằng cụm từ khác.

# general_turn_back
source: Turn back
vi: Quay lại

# general_verifying
source: Verifying
vi: Đang xác minh

# general_why_have_do_this
source: Why do I have to do this?
vi: Vì sao tôi phải thực hiện?

# get_bonus
source: Get 20% bonus now
vi: Nhận 20% hoa hồng ngay

# get_code
source: Get the code
vi: Lấy mã

# getting_latest_price
source: Getting the latest price...
vi: Đang lấy giá mới nhất...

source: Gift
vi: Quà tặng

source: Go back
vi: Trở lại

source: Go to Level 2
vi: Xác minh Level 2

source: Go to Wallet
vi: Quay lại Ví

source: Got it
vi: Đã hiểu

# grab_missing_code
source: Please input your reward code
vi: Vui lòng nhập mã khuyến mãi của bạn

# grab_redeem_code
source: Enter your reward code
vi: Nhập mã khuyến mãi của bạn
