Repository: mthuong/flutter-module
Catalog: lib/l10n/intl_*.arb
Languages: vi

# ripple_tag_description
source: The {0} is an extra piece of information that can be included when sending a {1} transaction. Leaving out this information will lead to significant delays in crediting the transaction to your account, and can be irretrievable in certain cases.
vi: {0} là thông tin cần có khi gửi {1}. Thiếu thông tin này sẽ dẫn đến việc xử lý giao dịch chậm trễ hoặc không thể xử lý được giao dịch trong một số trường hợp.

# rp_back
source: Back of Residence Pass
vi: Mặt sau thẻ Cư trú

# rp_back_desc
source: Take photo of the back of your Residence Pass. Please make sure facial features and details are clear.
vi: Chụp mặt sau thẻ Cư trú của bạn. Vui lòng đảm bảo hình ảnh và các thông tin hiển thị rõ ràng.

# rp_front
source: Front of Residence Pass
vi: Mặt trước thẻ Cư trú

# rp_front_desc
source: Take photo of the front of your Residence Pass. Please make sure facial features and details are clear.
vi: Chụp ảnh mặt trước thẻ Cư trú. Vui lòng đảm bảo hình ảnh và các thông tin hiển thị rõ ràng.

source: Save
vi: Lưu

source: Save New Bank Account
vi: Lưu tài khoản ngân hàng mới

# scan_qr
source: Scan QR Code
vi: Quét mã QR

source: Search
vi: Tìm kiếm

source: Search 1000 coins
vi: Tìm kiếm

source: Search for bank
vi: Tìm kiếm Ngân hàng

source: Secure Your Account
vi: Bảo mật tài khoản của bạn

source: Security
vi: Bảo mật

source: Select
vi: Chọn

source: Select another currency
vi: Chọn một loại tiền tệ khác

source: Select bank
vi: Chọn ngân hàng

source: Select bank account
vi: Chọn tài khoản ngân hàng

source: Select bank country
vi: Chọn quốc gia của ngân hàng

# select_card_for_payment
source: Only VISA and Mastercard cards are supported at the moment. Please select a card for payment:
vi: Chúng tôi hiện chỉ hỗ trợ thẻ VISA và Mastercard. Vui lòng chọn thẻ để thanh toán:

source: Select Country
vi: Chọn quốc gia

source: Select Nationality
vi: Chọn quốc tịch

source: Select One
vi: Chọn

source: Select other document
vi: Chọn tài liệu khác

source: Select payment method
vi: Lựa chọn phương thức thanh toán

# select_source_of_funds
source: Select your Source of Funds:
vi: Nguồn quỹ của bạn đến từ:

# selfie
source: Selfie with selected document
vi: Chụp ảnh cận mặt với tài liệu đã chọn

# selfie_id_document
source: Selfie with {0}
vi: Chụp ảnh cận mặt với {0}

source: Sell
vi: Bán

# sell_crypto
source: Sell {0}
vi: Bán {0}

# sell_disabled
source: Selling {0} is disabled!
vi: Bán {0} đang bị khóa!

source: Sell Order Payout
vi: Thanh toán Lệnh bán

source: Selling
vi: Bán

source: Selling Price
vi: Giá Bán

source: Send
vi: Gửi

# send_address_empty
source: Recipient's Address can't be empty
vi: Địa chỉ người nhận không thể để trống

source: Send amount
vi: Số lượng chuyển

# send_confirm
source: Confirm to send
vi: Xác nhận chuyển

# send_confirm_your_transaction
source: Confirm your transaction
vi: Xác nhận giao dịch

# send_continue
source: Continue to send
vi: Tiếp tục chuyển

# send_crypto
source: Send {0}
vi: Gửi {0}

# send_fee
source: Transaction fee
vi: Phí giao dịch

# send_incorrect_detail
source: Your send detail is not correct
vi: Chi tiết gửi của bạn không chính xác

# send_insufficient_balance
source: Insufficient account balance
vi: Số dư tài khoản không đủ

# send_leave_note_for_the_recipient
source: Leave notes for the recipient
vi: Để lại ghi chú cho người nhận

# send_must_accept_recovery_policy
source: You must accept our Recovery Policy to proceed
vi: Bạn phải đồng ý với Chính sách Khôi phục của chúng tôi để tiếp tục

# send_network_supported_tooltip
source: Please ensure that the selected network is the same as the network of the address you are sending funds to.
vi: Vui lòng đảm bảo rằng Mạng lưới bạn chọn phải trùng khớp với Mạng lưới của Địa chỉ nhận các tài sản bạn gửi.

# send_policy_error
source: You need to agree all the policies
vi: Bạn cần đồng ý tất cả các chính sách

# send_recipient_address
source: Recipient's address
vi: Địa chỉ người nhận

# send_recipient_name
source: Recipient's name
vi: Tên người nhận

# send_remain_transfer_limit
source: Remaining transfer limit
vi: Hạn mức chuyển còn lại

# send_successfully
source: {0} Successfully Sent
vi: Đã gửi {0} thành công

# send_tap_to_paste_or_scan_code
source: Tap to paste or scan code
vi: Nhấn để dán hoặc quét mã

source: Send to
vi: Gửi tới

# send_to_address
source: Recipient’s Address
vi: Địa chỉ người nhận

# send_transaction_take_time_note
source: Transaction may take few minutes to complete. You can review your transaction details below.
vi: Mất vài phút để giao dịch hoàn thành. Bạn có thể xem lại chi tiết giao dịch của mình bên dưới.

source: Sending...
vi: Đang gửi...

source: Sent
vi: Đã gửi

# sent_successfully
source: You successfully sent {0}
vi: Bạn đã gửi thành công {0}

# server_err
source: Oops, something went wrong!
vi: Rất tiếc, đã xảy ra sự cố!

# server_error_description
source: It can happen to the best of us. Here are some option(s) for you.
vi: Sự cố này có thể xảy ra với mọi người dùng. Hãy thử một số cách sau.

source: Set Price Alert
vi: Thiết lập Thông báo giá

# setting
source: Settings
vi: Cài đặt

source: Setup 2FA
vi: Cài đặt 2FA

# setup_account
source: Setup your Account
vi: Thiết lập tài khoản

# setup_xfers
source: Connect Xfers Account
vi: Kết nối tài khoản Xfers

# setup_xfers_begin
source: Please enter your phone number to connect your Xfers account
vi: Nhập số điện thoại để kết nối với tài khoản Xfers của bạn

# setup_xfers_instruction
source: Xfers requires you to verify your identity to open an account. By connecting to Xfers, you agree to share your documents with Xfers for verification. See Xfers Privacy Policy here.
vi: Xfers yêu cầu bạn xác minh danh tính để mớ tài khoản Xfers. Khi kết nối với Xfers, bạn đồng ý chia sẻ những văn bản xác minh của bạn với Xfers. Xem Chính sách Bảo mật của Xfers tại đây.

# sg_nationality
source: Singaporean
vi: Công dân Singapore

source: Share
vi: Chia sẻ

source: Share Address
vi: Chia sẻ địa chỉ

source: Share Article
vi: Chia sẻ bài báo

source: Show
vi: Hiển thị

source: Side
vi: Loại

source: Sign In
vi: Đăng nhập

source: Sign out
vi: Đăng xuất

# signout_all_devices
source: Sign out from all devices
vi: Đăng xuất khỏi tất cả các thiết bị

# signout_description
source: You are about to sign out. If you want to sign out from other devices, please check in the box bellow
vi: Bạn sắp đăng xuất. Nếu bạn muốn đăng xuất khỏi các thiết bị khác, vui lòng đánh dấu vào ô bên dưới

source: Skip
vi: Bỏ qua

# sms_desc
source: An SMS will be sent to verify this number
vi: Một tin nhắn SMS sẽ được gửi tới số điện thoại này

# sold_amount
source: Amount Spent
vi: Số tiền đã bán

# something_wrong
source: Something went wrong!
vi: Đã xảy ra sự cố!

source: Specify here
vi: Điền vào đây

# spend
source: I want to spend
vi: Tôi muốn chi

source: Spent Points
vi: Điểm đã đổi

# stable_coin_waiting_confirm
source: Waiting for confirmation
vi: Vui lòng chờ xác nhận

# stablecoin_about_to_withdraw
source: You are about to withdraw
vi: Bạn chuẩn bị rút

# stablecoin_amount_received
source: Amount Received
vi: Số lượng đã nhận

# stablecoin_amount_transferred
source: Amount Transferred
vi: Số lượng đã chuyển

# stablecoin_approximate_rate
source: Approximate Rate
vi: Tỷ lệ xấp xỉ

# stablecoin_check_mail_for_cf
source: Check email for confirmation
vi: Vui lòng kiểm tra email để xác nhận

# stablecoin_choose_token
source: Choose token
vi: Chọn đồng

# stablecoin_confirm_withdraw
source: Confirm Your Transaction
vi: Xác nhận Giao dịch của bạn

# stablecoin_conversion_rate
source: Conversion Rate
vi: Tỷ giá chuyển đổi

# stablecoin_deposit
source: Deposit USD to Coinhako
vi: Nạp USD vào Coinhako

# stablecoin_deposit_minimum_quiz
source: Made a deposit below the minimum amount?
vi: Số tiền nạp ít hơn số lượng tối thiểu?

# stablecoin_deposit_title
source: Deposit USD in the form of:
vi: Nạp USD dưới dạng:

# stablecoin_deposit_via
source: Deposit USD to Coinhako via
vi: Nạp USD vào Coinhako thông qua

# stablecoin_estimated_receive_amount
source: Estimated Receive Amount
vi: Số tiền nhận ước tính

# stablecoin_help_minimum_deposit
source: Need help with your deposit? Check your email for more info!
vi: Cần hỗ trợ với khoản tiền gửi của bạn? Kiểm tra email của bạn để biết thêm thông tin!

# stablecoin_inform_minimum
source: Your USDT has been received and is stored securely in our system. To have the USD credited into your Coinhako wallet, simply make another deposit to hit the minimum amount of
vi: Số lượng USDT bạn nạp đã được lưu trữ an toàn trong hệ thống của chúng tôi. Để chúng tôi có thể nạp tiền vào tài khoản USD của bạn, vui lòng thực hiện một lệnh nạp khác để đạt số lượng tối thiểu

# stablecoin_is_not_available
source: withdrawals are temporarily unavailable, please try again later
vi: Tính năng Rút tạm thời không khả dụng, vui lòng thử lại sau

# stablecoin_less_than
source: I deposited less than
vi: Tôi đã nạp ít hơn

# stablecoin_minimum_amount_to_deposit
source: Minimum amount to deposit:
vi: Số tiền nạp tối thiểu:

# stablecoin_minimum_content
source: <font color=\"#354053\">Made a deposit below the minimum amount?<br><br><b>Your USDT has been received and is stored securely</b> in our system. Make another deposit to hit the minimum amount of <b>15 USDT</b> and your Coinhako USD wallet will be credited.<br><br>Need help with your deposit? Check your email for more info!</font>
vi: <font color=\"#354053\">Số tiền nạp ít hơn số lượng tối thiểu?<br><br><b>Số lượng USDT bạn nạp đã được lưu trữ an toàn</b> trong hệ thống của chúng tôi. Vui lòng thực hiện một lệnh nạp khác để đạt số lượng tối thiểu <b>15 USDT</b> để chúng tôi có thể nạp tiền vào tài khoản USD của bạn.<br><br>Cần hỗ trợ với khoản tiền gửi của bạn? Kiểm tra email để biết thêm thông tin!</font>

# stablecoin_minimum_content_android
source: <font color=\"#354053\">Made a deposit below the minimum amount?<br><br><b>Your %s has been received and is stored securely</b> in our system. Make another deposit to hit the minimum amount of <b>%s</b> and your Coinhako USD wallet will be credited.<br><br>Need help with your deposit? Check your email for more info!</font>
vi: <font color=\"#354053\">Số tiền nạp ít hơn số lượng tối thiểu bắt buôc?<br><br><b> %s của bạn đã được chuyển đến và lưu trữ</b> trong hệ thống của chúng tôi. Vui lòng thực hiện thêm một lệnh nạp tiền khác để đạt mức nạp tối thiểu bắt buộc <b>%s</b> và chúng tôi sẽ thực hiện nạp tiền vào tài khoản USD của bạn tại Coinhako.<br><br>Vui lòng kiểm tra email của bạn nếu gặp khó khăn với việc nạp tiền!</font>

# stablecoin_network_fee
source: Network fee
vi: Phí hệ thống

# stablecoin_price_indicative
source: Prices are not binding and subject to market fluctuations. Final amount received may be slightly different.
vi: Tỷ giá có thể chịu sự biến động của thị trường.Số tiền cuối cùng nhận được có thể chênh lệch.

# stablecoin_received_address
source: Received Address
vi: Địa chỉ nhận

# stablecoin_received_by_address
source: Received by Address
vi: Đã nhận từ Địa chỉ

# stablecoin_stable_coin_header
source: %s USD in the form of:
vi: %s USD dưới dạng:

# stablecoin_trade_with_title
source: Select currency
vi: Chọn loại tiền

# stablecoin_transaction_id
source: Transaction ID
vi: Mã giao dịch

# stablecoin_withdraw_title
source: Withdraw USD in the form of:
vi: Rút USD dưới dạng:

# stablecoin_you_withdrew
source: You withdrew
vi: Bạn đã rút:

# start_after
source: Start after {0} sec
vi: Bắt đầu sau {0} giây

source: Start now
vi: Bắt đầu ngay

source: Start over
vi: Bắt đầu lại

source: Start Trading
vi: Bắt đầu giao dịch

source: Status
vi: Trạng thái

source: Subject
vi: Tiêu đề

# submission_desc
source: Your submission is currently under review and can take up to 1 business day. You will be notified once it is done.
vi: Yêu cầu xác minh của bạn đang chờ xử lý và cần 1 ngày làm việc để được giải quyết. Chúng tôi sẽ gửi email thông báo cho bạn sau khi hoàn tất.

source: Submit
vi: Gửi

source: Submit Request
vi: Gửi yêu cầu

# submit_without_face
source: Yes, do it
vi: Đồng ý

# submit_xfer
source: Submit to Xfers
vi: Gửi đến Xfers

# subtitle_process_withdraw
source: This transaction may take a few minutes – we'll notify you via email. In the meantime, you can return to the Superwallet
vi: Việc thực hiện giao dịch có thể mất vài phút - chúng tôi sẽ thông báo cho bạn qua email sau khi hoàn tất. Hiện tại, bạn có thể quay lại trang Ví.

# subtitle_something_wrong
source: Sorry, there was a transaction error and your order did not go through. Please try again.
vi: Rất tiếc, có lỗi giao dịch và giao dịch của bạn đã không được thực hiện. Vui lòng thử lại.

source: Subtotal
vi: Tạm tính

source: Success
vi: Thành công

# success_message
source: Your transaction is successful. Thank you!
vi: Giao dịch của bạn đã thành công. Cám ơn bạn!

source: Successful
vi: Thành công

# successfully_send
source: Successfully Sent
vi: Đã gửi thành công

source: Support
vi: Hỗ trợ

# support_visa_only
source: Only VISA and Mastercard cards are supported at the moment.
vi: Chúng tôi hiện chỉ hỗ trợ thẻ VISA và Mastercard.

# support_visa_only_notice
source: Coinhako only supports VISA and Mastercard cards at the moment. Stay tuned for support for other card networks!
vi: Coinhako hiện chỉ hỗ trợ thẻ VISA và Mastercard. Các dòng thẻ khác sẽ sớm được hỗ trợ.

source: Supported network
vi: Mạng lưới hỗ trợ

# sw_label_redeemed
source: Redeemed:
vi: Đã đổi:

# sw_label_withdrawable
source: Withdrawable:
vi: Có thể rút:

# sw_popup_content_redeemed_balance
source: This SGD amount is redeemed / received / rewarded from promotions you participated in. It can be used to buy any supported cryptos on Coinhako.
vi: Số lượng SGD này được đổi thưởng từ các chương trình khuyến mãi bạn đã tham gia. Bạn có thể dùng để mua các tài sản kỹ thuật số trên Coinhako.

# sw_popup_title_redeemed_balance
source: Redeemed Balance
vi: Số lượng đã đổi

source: Swap
vi: Chuyển đổi

# swift_code
source: SWIFT Code (Optional)
vi: Mã SWIFT (Không bắt buộc)

source: Switch Account
vi: Chuyển Tài khoản

source: Tag
vi: Thẻ

# tag_example
source: E.g. 234851049
vi: Ví dụ: 234851049

# tag_must_be_number
source: Destination Tag must be a number less than 10 digits
vi: Destination Tag phải là một số nguyên có ít hơn 10 chữ số

source: Take Photo
vi: Chụp ảnh

# take_selfie
source: Take a Selfie with your ID Card
vi: Chụp ảnh cận mặt với thẻ Căn cước/CMND

# take_selfie_foreigner
source: Take a Selfie with your {0}
vi: Chụp ảnh cận mặt với {0}

source: Tap anywhere to close
vi: Chạm vào bất cứ nơi nào để đóng

# tap_to_view
source: Tap on your photo to view in full screen
vi: Chạm vào ảnh để xem toàn màn hình

source: Target Price
vi: Giá mong muốn

# term_condition
source: Terms &amp; Conditions
vi: Điều khoản

# term_condition_1
source: There is no limit on the number of referred user. However, we will disqualify any user and revoke referral commission payout due to duplicate/fake accounts or any violation of the referral program.
vi: Số lượng người được giới thiệu là không giới hạn. Tuy nhiên, chúng tôi sẽ thu hồi khoản tiền hoa hồng và hủy quyền tham gia của bất cứ người dùng nào tạo nhiều tài khoản trùng lặp/tài khoản giả hay có hành vi gian lận.

# term_condition_2
source: Coinhako reserves the right to revoke all past commissions paid out if the referrer violates any of these terms. If the revoked commission has already been withdrawn from the referrer’s account, it will result in a negative balance and the referrer will have to top up the account within 3 days to avoid financial penalties.
vi: Coinhako có quyền thu hồi tất cả các khoản tiền hoa hồng nếu người giới thiệu vi phạm một trong những điều kiện này. Nếu số tiền hoa hồng đã được rút khỏi tài khoản của người giới thiệu, tài khoản sẽ bị trừ âm và người giới thiệu phải nạp tiền vào tài khoản trong vòng 3 ngày để không bị phạt tài chính.

# term_condition_3
source: Referral commissions are only applied on completed orders. In the unlikely event of cancellation or reversal of completed orders, referral commissions will also be reversed. If the commission earned has already been withdrawn from the referrer’s account, it will result in a negative balance and the referrer will have to top up the account within 3 days to avoid financial penalties.
vi: Hoa hồng giới thiệu chỉ áp dụng với các giao dịch đã hoàn thành. Trong trường hợp giao dịch đã hoàn thành bị hủy hoặc đảo ngược, hoa hồng cũng sẽ bị thu hồi. Nếu số tiền hoa hồng đã được rút khỏi tài khoản của người giới thiệu, tài khoản sẽ bị trừ âm và người giới thiệu phải nạp tiền vào tài khoản trong vòng 3 ngày để không bị phạt tài chính.

# term_condition_4
source: Coinhako reserves the right to change the term and condition and final interpretation of the referral program anytime, depending on the relevant factors.
vi: Coinhako có quyền thay đổi các điều kiện và điều khoản của Chương trình bất cứ lúc nào, tùy thuộc vào các yếu tố liên quan.

# term_of_use
source: Terms of Use
vi: Điều khoản sử dụng

source: Text
vi: Văn bản

# text_notes
source: Notes
vi: Ghi chú

# title_activity_add_bank_account
source: Add Bank Account
vi: Thêm tài khoản ngân hàng

# title_activity_confirm_fiat_withdrawal
source: Confirm Fiat Withdrawal
vi: Xác nhận rút tiền

# title_activity_withdraw_to_bank
source: Withdraw To Bank
vi: Rút tiền về tài khoản ngân hàng

# title_address
source: Address Label
vi: Nhãn Địa chỉ

source: To
vi: Đến

source: To address
vi: Đến địa chỉ

source: To bank
vi: Ngân hàng nhận

# to_send
source: To
vi: Đến

# too_many_login_failures
source: Multiple Authentication Failures
vi: Nhiều lỗi xác thực

source: Topic
vi: Chủ đề

# topup_instruction
source: Please proceed to xfers.io and login to your Xfers account for the complete Top Up instruction
vi: Vui lòng truy cập xfers.io và đăng nhập vào tài khoản Xfers của bạn hoàn tất hướng dẫn Nạp tiền

# topup_xfers
source: Top up your Xfers Wallet
vi: Nạp tiền vào ví Xfers

# topup_xfers_onboard
source: Follow the instruction to Top Up your Xfers wallet
vi: Vui lòng làm theo hướng dẫn để nạp tiền vào ví Xfers của bạn

source: Total
vi: Tổng cộng

source: Total amount
vi: Tổng số lượng

source: Total amount received
vi: Tổng số đã nhận

source: Total Amount Spent
vi: Tổng số lượng đã chi

source: Total Assets
vi: Tổng tài sản

# total_balance
source: Total Value
vi: Tổng Tài Khoản

source: Total spent
vi: Số tiền chi

source: Total Withdrawal Amount
vi: Tổng tiền rút

# touch_id
source: Login with Touch ID
vi: Đăng nhập bằng Touch ID

# touch_id_cancel
source: Authentication was canceled by system.
vi: Hệ thống đã hủy xác thực.

# touch_id_fail
source: There was a problem verifying your identity.
vi: Đã xảy ra sự cố khi xác minh danh tính của bạn.

# touch_id_invalid_context
source: LAContext passed to this call has been previously invalidated.
vi: Không thể xác minh bằng Touch ID

# touch_id_lock
source: There were too many failed Touch ID attempts and Touch ID is now locked.
vi: Touch ID bị khóa do nhập sai liên tiếp nhiều lần.

# touch_id_not_config
source: Touch ID is not working. Kindly use your PIN instead
vi: Touch ID không hoạt động. Vui lòng sử dụng mã PIN để thay thế

# touch_id_request
source: Use Touch ID to secure your account and transactions
vi: Sử dụng Touch ID để bảo vệ tài khoản và các giao dịch

source: Touch to Confirm
vi: Xác nhận bằng vân tay

source: Touch to Unlock
vi: Mở khóa bằng vân tay

source: Trade
vi: Giao dịch

source: Trade limit
vi: Hạn mức giao dịch

# trade_title
source: From {0} to {1}
vi: Từ {0} sang {1}

# trade_warning_card
source: <font color="#E5714B">Certain banks may charge <b>cash advance fees for card payments, which are not charged by Coinhako</b>. Kindly contact your bank if you require further information.</font><p><font color="#417AF9">Learn more about card payments on Coinhako</font></p>
vi: <font color="#E5714B">Một số Ngân hàng có thể <b>tính phí ứng trước khi bạn thanh toán qua thẻ - hoàn toàn không phải yêu cầu từ Coinhako.</b> Vui lòng liên hệ Ngân hàng của bạn nếu bạn cần thêm thông tin.</font><p><font color="#417AF9">Tìm kiểu thêm về thanh toán qua thẻ ở Coinhako</font></p>

# trading_applied
source: Applied
vi: Đã áp dụng

# trading_buying
source: You are buying
vi: Bạn đang mua

# trading_choose_coin
source: Choose Coin
vi: Chọn đồng

# trading_choose_wallet
source: Select currency
vi: Chọn loại tiền

# trading_disable_note
source: Sending and receiving for this token is currently not supported.
vi: Tính năng gửi và nhận của token này hiện chưa có sẵn.

# trading_disabled
source: Trading is disabled!
vi: Giao dịch đang bị khóa!

# trading_history
source: View History
vi: Xem lịch sử

# trading_promo_code
source: Input Promo Code or select from my rewards
vi: Nhập mã khuyến mãi hoặc chọn từ phần thưởng

# trading_promo_code_android
source: Input Promo Code or
vi: Nhập mã khuyến mãi hoặc

# trading_receiving
source: Receiving
vi: Nhận

# trading_select_promocode
source: select from my rewards
vi: chọn từ phần thưởng

# trading_selling
source: You are selling
vi: Bạn đang bán

# trading_sending
source: Sending
vi: Gửi

# trading_spending
source: Spending
vi: Chi

# trading_swapping
source: You are swapping
vi: Bạn đang đổi

# trading_total_receive
source: Total receive
vi: Tổng nhận

# trading_total_spend
source: Total spend
vi: Tổng chi

# trading_wallet
source: Wallet
vi: Ví

# trading_warning_card
source: <font color=\"#E5714B\">Certain banks may charge <b>cash advance fees for card payments, which are not charged by Coinhako</b>. Kindly contact your bank if you require further information.</font><br><font color=\"#417AF9\"><a href=\"https://support.coinhako.com/hc/en-us/articles/360056247271--FAQs-About-Buying-Crypto-with-Credit-and-Debit-Card-on-Coinhako#RegularOrCashAdvance\" style=\"text-decoration:none\">Learn more about card payments on Coinhako</a></font>
vi: <font color=\"#E5714B\">Một số Ngân hàng có thể <b>tính phí ứng trước khi bạn thanh toán qua thẻ - hoàn toàn không phải yêu cầu từ Coinhako.</b> Vui lòng liên hệ Ngân hàng của bạn nếu bạn cần thêm thông tin.</font><br><font color=\"#417AF9\"><a href=\"https://support.coinhako.com/hc/en-us/articles/360056247271--FAQs-About-Buying-Crypto-with-Credit-and-Debit-Card-on-Coinhako#RegularOrCashAdvance\" style=\"text-decoration:none\">Tìm kiểu thêm về thanh toán qua thẻ ở Coinhako</a></font>

# trading_you_got
source: You got
vi: Bạn nhận

source: Transaction Details
vi: Thông tin giao dịch

source: Transaction fee
vi: Phí giao dịch

source: Transaction hash
vi: Mã giao dịch

source: Transaction note
vi: Lưu ý giao dịch

source: Transaction Note (optional)
vi: Ghi chú (Không bắt buộc)

source: Transaction Type
vi: Loại giao dịch

source: Transactions History
vi: Lịch sử giao dịch

# transfer_amount
source: Please enter amount to withdraw
vi: Vui lòng nhập số tiền để rút

# transfer_limit
source: Transfer limits
vi: Hạn mức chuyển

source: Transfer Method
vi: Phương thức chuyển tiền

# transfer_xfers
source: Transfer to Xfers
vi: Chuyển tiền sang Xfers

# transfer_xfers_description
source: If you do not have an Xfers account, an account will automatically be created to receive payments.
vi: Nếu bạn chưa có tài khoản Xfers, một tài khoản sẽ được tự động tạo để nhận thanh toán.

# travel_rule_address_create
source: Your address has been created.
vi: Địa chỉ của bạn đã được tạo.

# travel_rule_address_not_verified
source: The recipient's address has not been verified
vi: Địa chỉ người nhận chưa được xác minh

# travel_rule_address_origin
source: Address origin
vi: Nguồn gốc địa chỉ

# travel_rule_address_verification
source: Address verification
vi: Xác minh địa chỉ

# travel_rule_address_verified
source: This address has been verified
vi: Địa chỉ này đã được xác minh

# travel_rule_another_address
source: Use another address
vi: Sử dụng một địa chỉ khác
