Repository: mthuong/flutter-module
Catalog: lib/l10n/intl_*.arb
Languages: vi

# verify_rejected
source: Your submission for Level {0} was rejected.
vi: Yêu cầu xác minh Level {0} đã bị từ chối.

# verify_start
source: Verify your account to trade and transact in your local currency
vi: Xác minh tài khoản để giao dịch bằng nội tệ

source: Verify your account
vi: Xác minh tài khoản của bạn

# verify_your_identity
source: Verify now
vi: Xác minh ngay

source: Verifying...
vi: Đang xác minh...

source: via
vi: thông qua

source: View
vi: Xem

# view_detail
source: Click on any transaction to view its details
vi: Nhấp vào bất kỳ giao dịch để xem thông tin chi tiết

source: View details
vi: Xem chi tiết

source: View more
vi: Xem thêm

# view_transaction
source: View Transaction History
vi: Xem lịch sử giao dịch

source: View transaction details
vi: Xem chi tiết giao dịch

source: View your point
vi: Xem điểm

# visa_desc
source: Take photo of your Visa. Please make sure facial features and details are clear.
vi: Chụp ảnh Visa của bạn. Vui lòng đảm bảo hình ảnh và các thông tin hiển thị rõ ràng.

# vn_nationality
source: Vietnamese
vi: Công dân Việt Nam

# vndt_desc
source: • 1 VND = 1 VNDT • VNDT is a VND backed token, which allows easier trading and quicker transaction. Visit website → • VND deposits will be converted to VNDT. • VNDT withdrawals will be sent as VND to your bank account.
vi: • 1 VND = 1 VNDT • VNDT là một token được quy đổi bằng VND, cho phép giao dịch kinh doanh dễ dàng hơn và nhanh hơn. Truy cập trang web → • Số VND chuyển vào tài khoản sẽ được chuyển đổi về VNDT. • Giao dịch rút VNDT sẽ được thực hiện như VND vào tài khoản ngân hàng của bạn.

# vndt_desc_hyperlink
source: Visit website →
vi: Truy cập trang web →

# voice_amount_retry
source: Sorry, I didn't get you. Can you please repeat?
vi: Xin lỗi, tôi chưa nghe rõ. Bạn có thể lặp lại không?

# voice_buy_amount
source: How much would you like to buy?
vi: Bạn muốn mua bao nhiêu?

# voice_buy_coin
source: OK, what coin would you like to buy?
vi: OK, bạn muốn mua loại tiền kỹ thuật số nào?

# voice_buy_crypto
source: Buy Cryptocurrency
vi: Mua tiền kỹ thuật số

# voice_greeting_1
source: Hi there, what can I help with?
vi: Xin chào, tôi có thể giúp gì cho bạn?

# voice_greeting_2
source: Hi there, how can I help today?
vi: Xin chào, tôi có thể giúp gì cho bạn?

# voice_greeting_3
source: Hi, what do you need help with?
vi: Xin chào, tôi có thể giúp gì cho bạn?

# voice_purchase_amount
source: What amount you would like to purchase?
vi: Bạn muốn mua bao nhiêu?

# voice_receive_coin
source: OK, What coin do you want to receive?
vi: OK, bạn muốn nhận được tiền kỹ thuật số nào?

# voice_receive_crypto
source: Receive Cryptocurrency
vi: Nhận tiền kỹ thuật số

# voice_receive_unlock_1
source: Please unlock me to process the transaction.
vi: Vui lòng mở khóa tôi để thực hiện giao dịch.

# voice_receive_unlock_2
source: Unlock me for details to process the transction.
vi: Vui lòng mở khóa tôi để thực hiện giao dịch.

# voice_sell_amount
source: OK, how much do you want to sell?
vi: OK, bạn muốn bán bao nhiêu?

# voice_sell_amount_2
source: OK, what is the amount you would like to sell?
vi: OK, bạn muốn bán bao nhiêu?

# voice_sell_coin
source: OK, what coin would you like to sell?
vi: OK, bạn muốn bán loại tiền kỹ thuật số nào?

# voice_sell_crypto
source: Sell Cryptocurrency
vi: Bán tiền kỹ thuật số

# voice_send_amount
source: How much do you want to send?
vi: Bạn muốn gửi bao nhiêu?

# voice_send_coin
source: OK, What coin do you want to send?
vi: OK, bạn muốn gửi loại tiền kỹ thuật số nào?

# voice_send_crypto
source: Send Cryptocurrency
vi: Gửi tiền kỹ thuật số

# voice_send_unlock_1
source: Please unlock me to process the transaction.
vi: Vui lòng mở khóa để thực hiện giao dịch.

# voice_send_unlock_2
source: Unlock me to key in the recipient address.
vi: Vui lòng mở khóa để nhận địa chỉ nhận.

# voice_send_unlock_3
source: Key in your PIN to unlock me and carry on with the transaction.
vi: Nhập PIN để mở khóa và tiếp tục giao dịch.

# voice_trade_unlock_1
source: Please unlock me to carry on with the transaction.
vi: Vui lòng mở khóa để thực hiện giao dịch.

# voice_trade_unlock_2
source: Key in your PIN to unlock me and carry on with the transaction.
vi: Nhập PIN để mở khóa và tiếp tục giao dịch.

# voice_trade_unlock_3
source: Unlock me and your transaction is good to go!
vi: Vui lòng mở khóa để thực hiện giao dịch.

# voice_unlock_without_amount
source: Sorry, I still didn't get you. Please enter the amount yourself.
vi: Xin lỗi, tôi vẫn không nghe rõ. Vui lòng nhập số lượng.

# voice_which_currency
source: OK, which cryptocurrency?
vi: OK, loại tiền kỹ thuật số nào?

# wallet_all_coins
source: All Coins
vi: Tất cả

# wallet_coins_holding
source: Holding
vi: Đang có

# wallet_favorite
source: My Favorites
vi: Yêu thích

# wallet_fiat
source: Cash Balance
vi: Số dư

# wallet_risk_warning_disclaimers_confirm
source: I have read and understood the risks associated with DPT.
vi: Tôi đã đọc và đồng ý với những điều trên về rủi ro liên quan đến dịch vụ Tài sản kĩ thuật số.

# wallet_risk_warning_disclaimers_title
source: Risk Warning on Digital Payment Token (DPT) Services
vi: Lưu ý rủi ro về các dịch vụ Tài sản thanh toán kĩ thuật số (DPT)

# wallet_trade_with
source: Trade with:
vi: Giao dịch qua

# wallet_watchlist
source: Watchlist
vi: Danh sách theo dõi

# want_to_sell
source: I want to sell
vi: Tôi muốn bán

# warning_ERC20
source: Do not send ICO and ERC20 tokens to your old addresses.
vi: Không gửi ICO và ERC20 đến địa chỉ cũ của bạn

# warning_XRP
source: Please confirm that the recipient does not require you to enter a {0} before proceeding.
vi: Vui lòng xác nhận rằng người nhận không yêu cầu bạn nhập {0} trước khi tiếp tục.

source: We are processing your submission
vi: Chúng tôi đang xử lý yêu cầu của bạn

# welcome
source: Welcome to Coinhako!
vi: Chào mừng đến với Coinhako!

source: What is Xfers?
vi: Xfers là gì?

# what_is_xfers_desc
source: Xfers is a payment wallet that you can top-up using Singapore internet bank transfer. You may buy and sell assets using funds in your Xfers wallet. How do I create an Xfers account? An Xfers account is automatically created for you when you verify your phone number on Coinhako. If you have an existing Xfers account, it will automatically be linked upon successful phone number verification. How long does it take to top up my Xfers wallet? You may top up your Xfers account by making a FAST internet bank transfer to the specified Xfers bank account. After making the transfer, you should see your account credited within a few minutes*. To avoid top up delays, please ensure tha
vi: Xfers là một ví thanh toán mà bạn có thể nạp tiền bằng chuyển khoản ngân hàng trực tuyến của Singapore. Bạn có thể mua và bán tài sản bằng cách sử dụng tiền trong ví Xfers của bạn. Làm cách nào để tạo tài khoản Xfers? Tài khoản Xfers được tạo tự động khi bạn xác minh số điện thoại của mình tại Coinhako. Nếu bạn có tài khoản Xfers, tài khoản của bạn sẽ tự động liên kết khi xác minh số điện thoại thành công. Nạp tiền vào tài khoản Xfers mất bao lâu? Để nạp tiền vào tài khoản Xfers, vui lòng chuyển khoản nhanh đến tài khoản ngân hàng của Xfers. Bạn sẽ thấy tiền được cộng vào tài khoản Xfers sau khi chuyển khoản vài phút*. Để tránh chậm trễ, vui lòng đảm bảo rằng

# why_wait
source: Why wait around?
vi: Tại sao phải chờ?

# widget_price
source: COINHAKO PRICES
vi: GIÁ COINHAKO

# will_be_sent_to
source: Money will be sent to:
vi: Số tiền sẽ được chuyển tới:

source: Withdraw
vi: Rút tiền

source: Withdraw Amount
vi: Số tiền rút

# withdraw_awareness
source: You may only withdraw to your own bank account. Withdrawals to an account that does not belong to you will be rejected.
vi: Bạn chỉ có thể rút tiền về tài khoản ngân hàng của bạn. Việc rút tiền về tài khoản không phải của bạn sẽ không được chấp nhận.

# withdraw_crypto_processed
source: Your withdrawal is being processed
vi: Giao dịch Rút của bạn đang được xử lý

# withdraw_enter_recipient_name
source: Enter recipient’s full name
vi: Nhập tên đầy đủ của người nhận

# withdraw_fee
source: Fees
vi: Phí

# withdraw_limit
source: Withdraw limits
vi: Hạn mức rút tiền

# withdraw_open_email_app
source: Open Email App
vi: Mở ứng dụng email

# withdraw_remaining_limit
source: Remaining withdrawal limit
vi: Hạn mức rút tiền còn lại

# withdraw_successful
source: Withdrawal successful!
vi: Giao dịch rút tiền thành công!

# withdraw_to_bank
source: Choose a bank account to withdraw to
vi: Chọn tài khoản ngân hàng để rút tiền về

source: Withdraw to Bank Account
vi: Rút tiền về tài khoản ngân hàng

source: Withdraw via
vi: Rút tiền thông qua

# withdrawable
source: You may withdraw
vi: Bạn có thể rút

# withdrawal_amount_empty
source: You need to enter withdrawal amount
vi: Vui lòng nhập số tiền bạn muốn rút

# withdrawal_at_least
source: Amount must be greater than
vi: Số tiền phải lớn hơn

# withdrawal_being_processed_desc
source: <![CDATA[This %s Withdrawal is being processed, and may take up to <b>%s business days</b> to reach your bank account. We will inform you <b>via email</b> once it is successful.]]>
vi: <![CDATA[Lệnh rút %s này đang được xử lý và có thể mất tới <b>%sngày làm việc</b> để đến tài khoản ngân hàng của bạn. Chúng tôi sẽ thông báo cho bạn <b>qua email</b> sau khi hoàn tất.]]>

# withdrawal_cancel_title
source: Withdrawal is cancelled!
vi: Giao dịch rút tiền đã huỷ.

# withdrawal_confirmation_link
source: Confirmation link is only valid for {0} minutes from this notice.
vi: Liên kết xác nhận chỉ có hiệu lực trong {0} phút từ thông báo này.

# withdrawal_contact_support
source: <![CDATA[If you need any assistance, please <a href="https://support.coinhako.com/hc/en-us/requests/new\" style="text-decoration:none">contact our support team.</a>]]>
vi: <![CDATA[Nếu bạn cần hỗ trợ, vui lòng <a href="https://support.coinhako.com/hc/en-us/requests/new" style="text-decoration:none">Liên hệ đội ngũ hỗ trợ của chúng tôi.</a>]]>

# withdrawal_disabled_desc
source: We are sorry that it needs 24 hours to bring back this feature for you as your reset password action
vi: Rất tiếc! Tính năng này bị khóa trong vòng 24 giờ kể từ lúc bạn cài đặt lại mật khẩu.

# withdrawal_disabled_title
source: Withdrawal disabled
vi: Chức năng Rút tiền bị vô hiệu hóa

source: withdrawal duration
vi: thời gian thực hiện rút tiền

source: withdrawal fee
vi: Phí rút tiền

# withdrawal_out_of_try_times
source: Oops! The send coin request is cancelled because you have entered the invalid OTPs for five (05) times. Please try again with another send coin request and correct OTP.
vi: Rất tiếc, yêu cầu gửi coin của bạn đã bị huỷ vì bạn đã nhập sai mã xác thực (OTP) liên tiếp năm (05) lần. Vui lòng tạo một yêu cầu gửi coin khác với mã xác thực (OTP) hợp lệ.

# withdrawal_popup_content_withdrawable_balance
source: This is the balance that you can withdraw. The extra balance is the redeemed amount and can only be used to purchase the cryptos.
vi: Đây là số lượng bạn có thể rút. Phần số dư còn lại là số tiền đổi thưởng và chỉ có thể dùng để mua các tài sản kỹ thuật số.

# withdrawal_popup_title_withdrawable_balance
source: Withdrawable balance
vi: Số lượng có thể rút

# withdrawal_processing
source: Processing your send request
vi: Yêu cầu của bạn đang được thực hiện

# withdrawal_processing_day
source: Please check your inbox for your confirmation email. Withdrawals will be processed between {0} working days.
vi: Lệnh rút tiền của bạn đã được xác nhận và sẽ được xử lý trong vòng {0} ngày làm việc.

# withdrawal_processing_day_local_bank
source: You need to confirm your request by email. Your request will be processed in {0} business days.
vi: Vui lòng xác nhận lệnh rút tiền của bạn qua email. Lệnh rút tiền sẽ được xử lý trong vòng {0} ngày làm việc.

# withdrawal_provide_info
source: Please provide the necessary information to complete the transaction.
vi: Vui lòng cung cấp thông tin cần thiết để hoàn thành giao dịch.

# withdrawal_request_submitted
source: Email Confirmation Required
vi: Yêu cầu xác nhận Email

# withdrawal_request_take_time
source: This Withdrawal request may take a few minutes to complete. We will notify you via email then. You may return to Superwallet now.
vi: Lệnh Rút có thể mất vài phút để hoàn tất. Chúng tôi sẽ thông báo cho bạn qua email. Bây giờ bạn có thể quay lại Ví.

# withdrawal_send_cancelled
source: Send coin request is cancelled!
vi: Yêu cầu chuyển coin đã huỷ!

# xfer_alert
source: Please note that only FAST transfers are guaranteed to be almost instant. Transfers via other methods or from an unverified account will likely take more time.
vi: Xin lưu ý rằng chỉ chuyển khoản NHANH mới đảm bảo việc nạp tiền ngay lập tức. Việc chuyển tiền qua các phương thức khác hoặc từ tài khoản chưa được xác minh có thể sẽ mất nhiều thời gian hơn.

# xfer_alert_bold
source: only FAST transfers
vi: chỉ chuyển khoản NHANH

# xfer_bank_abbreviation
source: Bank Abbreviation
vi: Tên ngân hàng viết tắt

# xfer_deposit_instruction
source: Your information has to be verified by Xfers before you can deposit funds into your Coinhako account
vi: Thông tin của bạn phải được Xfers xác minh trước khi bạn có thể gửi tiền vào tài khoản Coinhako của mình

# xfer_email
source: Xfers Account Email
vi: Email tài khoản Xfers

# xfer_note
source: Please note:
vi: Xin lưu ý:

# xfer_tranfer_instruction
source: Please transfer your funds to this bank account details:
vi: Vui lòng thực hiện chuyển khoản vào tài khoản ngân hàng sau:

source: Xfers Account
vi: Tài khoản Xfers

# xfers_account_detail
source: Xfers Account Details
vi: Thông tin tài khoản Xfers

source: XFERS ACCOUNT DETAILS
vi: THÔNG TIN TÀI KHOẢN XFERS

# xfers_connected
source: Xfers Account Connected
vi: Tài khoản Xfers đã kết nối

# xfers_daily_limit
source: Daily Spending Limit Remaining
vi: Hạn mức giao dịch hàng ngày còn lại

# xfers_daily_spend
source: What is my daily spending limit?
vi: Hạn mức giao dịch hàng ngày là bao nhiêu?

# xfers_deposit_instruction
source: To top up your Xfers account, make a local FAST transfer to:
vi: Để nạp tiền vào tài khoản Xfers, thực hiện chuyển khoản nhanh đến:

# xfers_deposit_refresh
source: Refresh your account balance in a few minutes after your transfer to see the credited amount.
vi: Hãy tải lại ví sau khi thực hiện chuyển khoản vài phút, bạn sẽ thấy tiền được cộng vào tài khoản Xfers.

# xfers_disconnect
source: Disconnect Xfers Account
vi: Ngưng kết nối tài khoản Xfers

# xfers_disconnect_desc
source: Are you sure you want to disconnect your Xfers account?
vi: Bạn có muốn ngưng kết nối tài khoản Xfers của mình không?

# xfers_help
source: Got Problems? Get Xfers Helps
vi: Bạn đang gặp vấn đề? Cần Xfers hỗ trợ.

# xfers_how_long_topup
source: How long does it take to top up my Xfers wallet?
vi: Nạp tiền vào tài khoản Xfers mất bao lâu?

# xfers_how_to_create
source: How do I create an Xfers account?
vi: Làm sao để tạo tài khoản Xfers?

# xfers_how_verify
source: How do I verify my Xfers account?
vi: Làm sao để xác minh tài khoản Xfers?

# xfers_limit
source: You may withdraw up to {0} per day
vi: Bạn có thể rút tối đa {0} mỗi ngày

# xfers_not_credit
source: Help! My bank transfer is not being credited to my account.
vi: Cần trợ giúp! Số tiền tôi đã chuyển khoản chưa được ghi vào tài khoản của tôi.

source: Xfers One Time Password
vi: Xfers OTP

# xfers_otp_info
source: Key in the one-time password we sent to {0}
vi: Nhập mã OTP được gửi tới {0}

# xfers_policy
source: See Xfers Privacy Policy here.
vi: Xem Chính sách bảo mật của Xfers tại đây.

# xfers_signup
source: Create an Xfers Account
vi: Tạo tài khoản Xfers

# xfers_signup_instruction
source: Do not have an Xfers account? Create an Xfers Account After creating your Xfers account, come back here to connect your Xfers account.
vi: Bạn chưa có tài khoản Xfers? Tạo tài khoản Xfers Sau khi tạo tài khoản Xfers, hãy quay lại đây để kết nối tài khoản Xfers của bạn.

# xfers_verify
source: 1. Proceed to www.xfers.io/transfer_out/manage_banks 2. Log in to your account 3. Verify the bank account 4. You will be able to withdraw to this bank account once it is verified
vi: 1. Chuyển đến www.xfers.io/transfer_out/manage_banks 2. Đăng nhập vào tài khoản của bạn 3. Xác minh tài khoản ngân hàng 4. Bạn sẽ có thể rút tiền vào tài khoản ngân hàng này sau khi tài khoản được xác minh

# xrp_address_contain_value
source: DT/Amount is updated. Please check again.
vi: DT/Số lượng đã được cập nhật. Vui lòng kiểm tra lại.

source: Yes
vi: Ok

source: You are about to send
vi: Bạn đang gửi

source: You bought
vi: Bạn đã mua

source: You buy
vi: Bạn mua

source: You deposited
vi: Bạn đã nạp:

source: You have
vi: Bạn có

source: You have withdrawn
vi: Bạn đã rút

source: You receive
vi: Bạn nhận

source: You received
vi: Bạn đã nhận

# you_sell
source: You sold
vi: Bạn đã bán

# you_sell_new_trading
source: You sell
vi: Bạn bán

source: You sent
vi: Bạn đã gửi

source: You sold
vi: Bạn đã bán

source: You spend
vi: Bạn chi

source: You spent
vi: Bạn đã chi

source: You were credited
vi: Tài khoản đã được cộng thêm

source: You withdrew
vi: Bạn đã rút

# your_transaction
source: %s Your Transaction
vi: %sGiao dịch của bạn

# zil_receive_warning
source: This is a Zilliqa mainnet address. DO NOT SEND ERC20 ZIL here as it will result in a permanent loss of your tokens.
vi: Lưu ý: đây là địa chỉ Zilliqa mainnet. Vui lòng không gửi token ERC20 ZIL đến ví này, vì sẽ dẫn đến việc coin bị mất vĩnh viễn.

# zil_send_warning
source: Coinhako wallets hold native ZIL. Please check that the receiving address is not an ERC20 address.
vi: Lưu ý: đây là ZIL mainet tokens. Vui lòng kiểm tra địa chỉ nhận không phải là địa chỉ ZIL ERC20.
