Repository: mthuong/flutter-module
Catalog: lib/l10n/intl_*.arb
Languages: vi

# ab_all_crypto
source: All Cryptocurrencies
vi: Tất cả loại Crypto

# ab_choose_crypto
source: Choose cryptocurrency
vi: Chọn loại Crypto

# ab_other_crypto
source: Other cryptocurrency
vi: Loại crypto khác

# ab_remove_successfully
source: Address successfully removed.
vi: Xoá bỏ địa chỉ thành công.

source: About VNDT
vi: Thông tin VNDT

source: above
vi: cao hơn

source: Accepted Documents
vi: Tài liệu được chấp nhận

source: Access Wallet
vi: Truy cập Ví

source: Account
vi: Tài khoản

source: Account Balance
vi: Số dư

source: Account Holder Name
vi: Tên chủ tài khoản

# account_holder_name_require
source: Account Holder Name
vi: Tên chủ tài khoản

source: Account Info
vi: Chi tiết

source: Account Number
vi: Số tài khoản

# account_number_require
source: Account Number
vi: Số tài khoản

# actual_deposit_amount
source: Get Actual Deposit Amount
vi: Lấy số tiền phải chuyển

source: Add
vi: Thêm

source: Add ETH Address
vi: Thêm địa chỉ ETH

# add_address
source: Create Address
vi: Tạo địa chỉ

# add_address_symbol
source: + Add
vi: Thêm

# add_alert
source: Add Price Alert
vi: Tạo thông báo giá

source: Add Bank Account
vi: Thêm tài khoản ngân hàng

source: Add New Address
vi: Thêm địa chỉ mới

# add_photos
source: Add photos (optional)
vi: Thêm ảnh (tùy chọn)

# add_token
source: Add Coinhako Token
vi: Thêm Token Coinhako

source: Address
vi: Địa chỉ

source: Address book
vi: Sổ Địa Chỉ

# address_book_2FA_code
source: 2FA Codes
vi: Mã 2FA

# address_book_2FA_message
source: Please enter the 6-digit code generated by your Two-factor Authentication (2FA) app to confirm adding new cryptocurrency address.
vi: Vui lòng nhập mã 6 chữ số trên ứng dụng Xác thực hai yếu tố (2FA) của bạn để xác nhận việc thêm địa chỉ mới.

# address_book_2fa_title
source: 2FA Confirmation Required
vi: Yêu cầu xác nhận 2FA

# address_book_add_new
source: Add new address
vi: Thêm địa chỉ mới

# address_book_adding_successfully
source: Address successfully added.
vi: Thêm Địa chỉ thành công

# address_book_address_add_not_verify
source: Your new address has been added, but is unverified. Do you want to verify it now?
vi: Địa chỉ mới của bạn đã được thêm vào, nhưng chưa được xác minh. Bạn có muốn xác minh nó ngay bây giờ?

# address_book_address_detail
source: Address details
vi: Chi tiết địa chỉ

# address_book_address_has_delete
source: Address has been deleted.
vi: Địa chỉ đã được xoá.

# address_book_all_origin
source: All Origin
vi: Tất cả Nguồn

# address_book_all_status
source: All status
vi: Tất cả trạng thái

# address_book_choose_service
source: Choose Service Provider
vi: Chọn Nhà Cung cấp dịch vụ

# address_book_choose_source
source: Choose Source
vi: Chọn Nguồn

# address_book_confirm_add
source: Confirm to add new address
vi: Xác nhận thêm địa chỉ mới

# address_book_delete
source: Delete address
vi: Xoá địa chỉ

# address_book_email_message
source: A confirmation email has been sent to your registered email. Please click the link in the email to confirm adding new cryptocurrency address.
vi: Một email xác nhận đã được gửi đến email đăng ký của bạn. Vui lòng mở liên kết trong email để xác nhận việc thêm địa chỉ mới của bạn.

# address_book_email_sent_successfully
source: The verification email has been sent successfully. Please check and confirm the verification.
vi: Email xác thực đã được gửi đi. Bạn vui lòng kiểm tra và xác nhận để hoàn tất xác thực.

# address_book_email_title
source: Email Confirmation Required
vi: Yêu cầu xác nhận Email

# address_book_empty
source: You don’t have any addresses yet. Tap "+" button above to create a new address.
vi: Bạn không có bất kì địa chỉ nào. Vui lòng nhấn nút "+" để tạo địa chỉ mới.

# address_book_filter_status
source: Select status
vi: Chọn trạng thái

# address_book_filters
source: Filters
vi: Bộ lọc

# address_book_has_been_delete
source: Address has been deleted.
vi: Đã xoá địa chỉ.

# address_book_host_wallet
source: Hosted wallet
vi: Ví Chủ quản (Hosted Wallet)

# address_book_info_hosted_wallet
source: <font color=\"#354053\"><b>1. A Hosted Wallet Address</b> is a wallet address hosted by an exchange or wallet service. Service Providers manage the cryptocurrency keys of the address for you and have the ability to send or receive funds on your behalf. You do not have full control over the keys and the address.</font>
vi: <font color=\"#354053\"><b>1. Địa chỉ ví nóng</b> là một địa chỉ ví được Khởi tạo bởi một Nền tảng Giao dịch hoặc Dịch vụ Ví. Các Nhà cung cấp Dịch vụ sẽ quản lý các Mã truy cập của địa chỉ cho bạn và có khả năng Chuyển hoặc Nhận tiền thay mặt bạn. Bạn sẽ không nắm giữ hoàn toàn quyền kiểm soát các Mã truy cập và Địa chỉ ví.</font>

# address_book_info_personal_wallet
source: <font color=\"#354053\"><b>2. A Personal Wallet Address</b> is a wallet address that belongs solely to you. You have individual access to your funds and full control over the private keys associated with it.</font>
vi: < font color = \ "# 354053 \" > <b> 2. Địa chỉ Ví Cá nhân </b> là địa chỉ ví hoàn toàn thuộc sở hữu của bạn. Bạn có quyền truy cập cá nhân vào quỹ của mình và toàn quyền kiểm soát các Mã truy cập (Private Key) được liên kết với ví. </font>

# address_book_new_address_add
source: Your new address has been added.
vi: Địa chỉ mới của bạn đã được thêm.

# address_book_no_address_add
source: No address added
vi: Chưa có địa chỉ nào được thêm

# address_book_not_save_yet
source: You have not saved any address yet.
vi: Bạn chưa lưu địa chỉ nào.

# address_book_personal
source: Personal
vi: Cá nhân

# address_book_personal_wallet
source: Personal wallet
vi: Ví Cá nhân

# address_book_recipient_address
source: Recipient {0} Address
vi: Địa chỉ người nhận {0}

# address_book_recipient_name
source: Recipient full name
vi: Họ tên người nhận

# address_book_remove_message
source: Are you sure you want to remove this address?
vi: Bạn có chắc muốn loại bỏ địa chỉ này?

# address_book_remove_title
source: Remove this address?
vi: Loại bỏ địa chỉ này?

# address_book_resend_note
source: A confirmation email has been sent your register email. Click the link in the email to confirm adding
vi: Một email xác nhận đã được gửi đến email đăng ký của bạn. Mở liên kết trong email để xác nhận việc thêm của bạn

# address_book_result_found
source: %s result(s) found for \"%s\"
vi: Có %s kết quả tìm thấy cho \"%s\"

# address_book_search
source: Search for name, address,...
vi: Tìm kiếm theo tên, địa chỉ,...

# address_book_search_coin
source: Search for asset
vi: Tìm kiếm loại coin

# address_book_search_name
source: Search for name
vi: Tìm theo tên

# address_book_search_origin
source: Search for origin
vi: Tìm kiếm theo Nguồn

# address_book_select_coin
source: Select coin
vi: Chọn loại coin

# address_book_service
source: Service Provider
vi: Nhà Cung cấp dịch vụ

# address_book_service_name
source: Service Provider name
vi: Chọn tên Nhà cung cấp

# address_book_source
source: Source
vi: Nguồn

# address_book_source_name
source: Source name
vi: Tên nguồn

# address_book_sure_delete
source: Are you sure you want to delete this address?
vi: Bạn muốn xoá bỏ địa chỉ này?

# address_book_title_remove
source: Remove this address
vi: Loại bỏ Địa chỉ này

# address_book_total_spend
source: Total spend
vi: Tổng chi

# address_book_verify
source: Verify address
vi: Xác minh địa chỉ

# address_book_wallet_type
source: Wallet type
vi: Loại Ví

# address_book_wallet_type_title
source: Wallet types
vi: Loại Ví

# address_label_success
source: Address Label changed successfully.
vi: Nhãn Địa chỉ đã thay đổi thành công.

# address_total_received
source: Total received
vi: Tổng số đã nhận

# affiliate_desc
source: Receive 20% of trading fees whenever your friend completes an order!
vi: Nhận 20% phí giao dịch khi người được giới thiệu hoàn thành giao dịch!

# affiliate_fee
source: Referral Commission
vi: Hoa hồng giới thiệu

# affiliate_program
source: Refer &amp; Earn
vi: Giới thiệu bạn bè

# affiliate_step_1
source: 1. Share referral code with your friends
vi: 1. Chia sẻ mã giới thiệu với bạn bè

# affiliate_step_1_bold
source: 1. Share referral code
vi: 1. Chia sẻ mã giới thiệu

# affiliate_step_2
source: 2. Earn 20% of trading fees from your referred users
vi: 2. Nhận 20% phí giao dịch của người được giới thiệu

# affiliate_step_2_bold
source: 2. Earn 20% of trading fees
vi: 2. Nhận 20% phí giao dịch

# affiliate_steps
source: 2 Simple Steps
vi: Chỉ 2 bước đơn giản

# alert
source: Alerts
vi: Thông báo giá

# alert_ipad_instruction
source: Keep track of targets and be notified of any changes. Select a cryptocurrency to add a price alert.
vi: Theo dõi và nhận thông báo khi giá được cập nhật. Chọn một loại tiền kỹ thuật số để thêm thông báo giá.

# alert_message
source: {0} is {1} {2}
vi: Giá {0} là {1} {2}

# alert_when
source: Alert me when {0} is
vi: Thông báo cho tôi khi giá {0}

source: All
vi: Tất cả

source: All Currencies
vi: Tất cả tiền tệ

source: All Day
vi: Tất cả Ngày

source: All Order Type
vi: Tất cả Lệnh

source: All Sides
vi: Tất cả các bên

# all_status
source: All Statuses
vi: Tất cả Trạng thái

# all_type
source: All Types
vi: Tất cả Loại

source: Amount
vi: Số lượng

# amount_greater_0
source: Amount must be greater than 0
vi: Số lượng phải lớn hơn 0

source: Amount spent
vi: Số tiền chi

source: Amount to send
vi: Số lượng gửi

source: and
vi: và

source: App version
vi: Phiên bản ứng dụng

# applied_fee
source: Applied Fee {0}
vi: Phí được áp dụng {0}

# applied_referral_code
source: Applied successfully
vi: Nhập mã thành công

source: Apply
vi: Áp dụng

# apply_referral_code_content
source: If you are referred by a friend, enter their referral code here.
vi: Nếu bạn được giới thiệu tới Coinhako, nhập mã giới thiệu tại đây.

# apply_referral_code_title
source: Apply Referral Code
vi: Áp dụng mã giới thiệu

source: Attention
vi: Chú ý

# auth_fail_many_times
source: You have been logged out of your account for security reasons. Please login again.
vi: Bạn đã bị đăng xuất khỏi tài khoản vì lý do bảo mật. Vui lòng đăng nhập lại.

# auth_fingerprint
source: Authenticate with Fingerprint
vi: Xác thực bằng vân tay

# auth_touch_id
source: Authenticate with Touch ID
vi: Xác thực bằng Touch ID

source: Authenticate
vi: Xác thực

source: Authentication
vi: Xác thực

source: Available Points
vi: Điểm tổng

# avoid_delay
source: To avoid delays, please only include the above text. Do not include the words like Bitcoin or Ethereum when making the transfer.
vi: Nhằm tránh sự chậm trễ, vui lòng không thêm các từ như Bitcoin hoặc Ethereum khi thực hiện chuyển khoản.

source: back
vi: quay lại

# back_to_home
source: Back to Wallet
vi: Quay lại Ví

source: Back to Wallet
vi: Quay lại Ví

# back_with_capital
source: Back
vi: Quay lại

source: Backed by VND
vi: Chuyển đổi bằng VND

source: Balance
vi: Số dư

# bank
source: Bank Name
vi: Tên ngân hàng

source: Bank Account Added
vi: Đã thêm tài khoản ngân hàng

source: Bank Account Deleted
vi: Tài khoản ngân hàng đã bị xóa

# bank_account_description
source: You may only withdraw to your own bank account. Withdrawals to an account that does not belong to you will be rejected.
vi: Bạn chỉ có thể rút tiền về tài khoản ngân hàng của bạn. Việc rút tiền về tài khoản không phải của bạn sẽ không được chấp nhận.

source: Bank Account Details
vi: Thông tin tài khoản ngân hàng

# bank_account_has_been_added
source: New bank account has been added.
vi: Tài khoản ngân hàng mới đã được thêm.

# bank_address
source: Bank Address (Optional)
vi: Địa chỉ ngân hàng (Không bắt buộc)

source: Bank country
vi: Quốc gia

# bank_detail
source: Bank Details
vi: Thông tin chi tiết ngân hàng

source: Bank Name
vi: Tên ngân hàng

# bank_removed
source: Bank Account Has Been Removed
vi: Đã xóa tài khoản ngân hàng

# bank_topup_instruction
source: Please make a bank transfer to one of the following bank accounts:
vi: Vui lòng chuyển khoản đến một trong các tài khoản ngân hàng sau:

source: Basic Information
vi: Thông tin cơ bản

# being_processed
source: Your order is being processed.
vi: Giao dịch của bạn đang được xử lý.

source: below
vi: thấp hơn

source: Beneficiary Address
vi: Địa chỉ người thụ hưởng

# beneficiary_ic
source: Beneficiary ID Card
vi: Thẻ Căn cước/CMND người thụ hưởng

source: Beneficiary Name
vi: Tên người thụ hưởng

source: Bitcoin prices
vi: Giá Bitcoin

source: Bitrefill Topup
vi: Nạp tiền bằng Bitrefill

source: Branch
vi: Chi nhánh

# branch_code
source: Branch Code (Optional)
vi: Mã chi nhánh (Không bắt buộc)

# btn_iam_ready
source: I’m ready!
vi: Đã sẵn sàng!

source: Buy
vi: Mua

# buy_disabled
source: Buying {0} is disabled!
vi: Mua {0} đang bị khóa!

source: Buy Order Payment
vi: Thanh toán Lệnh mua

source: Buying
vi: Mua

source: Buying Price
vi: Giá Mua

# camera_dialog_desc
source: Take photo of the {0}. Please make sure facial features and details are clear.
vi: Chụp ảnh {0}. Vui lòng đảm bảo hình ảnh và thông tin hiển thị rõ ràng.

# can_not_leave_field
source: You can't leave this field blank
vi: Bạn không thể để trống mục này

# can_not_leave_fields
source: You can't leave those fields blank
vi: Bạn không được bỏ trống mục này

source: Cancel
vi: Hủy

source: Cancel Sending
vi: Hủy lệnh gửi

# cancel_withdraw_action_bar
source: Withdraw Request Cancelled
vi: Yêu cầu Rút tiền đã bị hủy

# cancel_withdraw_desc
source: Your locked assets will be returned
vi: Số tiền bị khóa của bạn sẽ được trả lại

# cancel_withdraw_title
source: You Just Cancelled The Request
vi: Bạn vừa hủy yêu cầu

source: Cancelled
vi: Đã hủy

# cannot_make_transaction
source: You cannot make this transaction as your wallet is not connected or verified.
vi: Bạn không thể thực hiện giao dịch này vì ví của bạn chưa được kết nối hoặc chưa được xác minh.

# card_intro
source: Save the first credit/debit card for faster payment. Only VISA and Mastercard cards are supported at the moment:
vi: Thêm thẻ Credit/Debit để thanh toán nhanh hơn. Chúng tôi hiện chỉ hỗ trợ thẻ VISA và Mastercard.

source: Card payment fee
vi: Phí thanh toán thẻ.

source: Change
vi: Đổi

source: Change Email
vi: Thay đổi email

source: Change Information
vi: Thay đổi thông tin

# change_pass_cond_1
source: Minimum 10 characters
vi: Tối thiểu 10 ký tự

# change_pass_cond_2
source: A number
vi: Một chữ số

# change_pass_cond_3
source: A lowercase letter
vi: Một chữ cái viết thường

# change_pass_cond_4
source: A uppercase letter
vi: Một chữ cái viết hoa

# change_pass_cond_5
source: A special character
vi: Một ký tự đặc biệt

source: Change Password
vi: Thay đổi mật khẩu

# change_password_notice_desc
source: Withdrawing fiat and sending crypto will be disabled for 24 hours after changing password successfully.
vi: Rút tiền pháp lệnh và gửi tiền điện tử sẽ bị vô hiệu hóa trong 24 giờ sau khi thay đổi mật khẩu.

# change_password_notice_desc_color
source: 24 hours
vi: 24 giờ

source: Change wallet
vi: Đổi Ví

source: Check-in
vi: Nhận điểm

source: Check your email
vi: Kiểm tra email của bạn

source: Checked
vi: Đã nhận điểm

# checkout_accept_changing_card
source: Save the first credit/debit card for faster payment. Only VISA and Mastercard cards are supported at the moment:
vi: Thêm thẻ Credit/Debit để thanh toán nhanh hơn. Chúng tôi hiện chỉ hỗ trợ thẻ VISA và Mastercard:

# checkout_add_card
source: Add Credit/Debit Card
vi: Thêm thẻ Credit/Debit.

# checkout_add_new_card
source: Add New Credit/Debit Card
vi: Thêm thẻ Credit/Debit mới

# checkout_card_number
source: Card number
vi: Mã thẻ

# checkout_cards
source: Credit/Debit Cards
vi: Thẻ Credit/Debit

# checkout_cards_support_note
source: Coinhako only supports VISA and Mastercard cards at the moment. Stay tuned for support for other card networks!
vi: Coinhako hiện chỉ hỗ trợ thẻ VISA và Mastercard. Các dòng thẻ khác sẽ sớm được hỗ trợ.

# checkout_cvv_info
source: The CVV Number ("Card Verification Value") on your credit card or debit card is a 3 digit number on VISA®, MasterCard® and Discover® branded credit and debit cards. Your CVV number can be located by looking on your credit or debit card, as illustrated in the image below:
vi: Mã CVV ("Mã xác thực thẻ") trên thẻ Credit/Debit của bạn là một mã 3 chữ số trên các dòng thẻ VISA®, MasterCard® và. Discover®. Bạn có thể kiểm tra mã CVV trực tiếp trên thẻ Credit/Debit của bạn, như theo minh hoạ bên dưới đây:

# checkout_expiry_date
source: Expiry date (MM/YY)
vi: Ngày hết hạn (MM/YY)

# checkout_invalid_card_name
source: Card name is invalid
vi: Tên thẻ không hợp lệ

# checkout_invalid_expiration
source: Expiration date is invalid
vi: Ngày hết hạn không hợp lệ

# checkout_invalid_number
source: The card number is invalid
vi: Mã số thẻ không hợp lệ

# checkout_limit_card
source: Limited 10 saved cards. Please remove card before adding new card.
vi: Chỉ có thể lưu tối đa 10 thẻ. Vui lòng loại bỏ bớt trước khi thêm thẻ mới.

# checkout_maximum_amount
source: Amount must not exceed {0}. Please try again!
vi: Số lượng không được vượt quá {0}. Vui lòng thử lại!

# checkout_minimum_amount
source: The minimum buying amount is {0}. Please try again!
vi: Số lượng mua tối thiểu là {0}. Vui lòng thử lại!

# checkout_name_card
source: Name on card
vi: Tên trên thẻ

# checkout_note_partner
source: We partner with Checkout.com, a payment company to ensure that your credit/debit card details are kept safe and secure. Coinhako will not have access to your credit/debit card details.
vi: Chúng tôi đã hợp tác với Checkout.com, một công ty chuyên về giải pháp thanh toán để đảm bảo thông tin thẻ của bạn được lưu trữ an toàn và bảo mật. Coinhako sẽ không truy cập vào thông tin thẻ credit/debit của bạn.

# checkout_note_remove
source: Are you sure you want to remove this card? You can’t undo this action and all data will be deleted.
vi: Bạn có muốn loại bỏ thẻ này? Bạn sẽ không thể thay đổi sau khi hoàn tất và mọi thông tin sẽ được xoá bỏ.

# checkout_payment_method_invalid
source: The payment method is invalid.
vi: Phương thức thanh toán không hợp lệ.

# checkout_title_adding_card
source: Only VISA and Mastercard cards are supported at the moment.
vi: Chúng tôi hiện chỉ hỗ trợ thẻ VISA và Mastercard.

# checkout_title_changing_card
source: Only VISA and Mastercard cards are supported at the moment. Please select a card for payment:
vi: Chúng tôi hiện chỉ hỗ trợ thẻ VISA và Mastercard. Vui lòng chọn thẻ để thanh toán:

# checkout_title_remove
source: Remove this card?
vi: Loại bỏ thẻ này?

# checkout_valid_cvv
source: Enter a valid CVV
vi: Nhập mã CVV hợp lệ

source: Choose a bank account to withdraw to
vi: Chọn tài khoản ngân hàng để rút tiền về

source: Choose Crypto
vi: Chọn đồng

# choose_document
source: Choose an appropriate identity document if you are
vi: Chọn một văn bản xác minh danh tính phù hợp nếu bạn là

# choose_extra_document
source: We need your local government issued ID. Please submit one of the following documents
vi: Chúng tôi cần Tài liệu xác minh danh tính của bạn. Vui lòng gửi một trong các văn bản sau:

source: Choose Language
vi: Chọn ngôn ngữ

source: Choose Photo
vi: Chọn Ảnh

# citizen
source: CITIZEN OF {0}
vi: CÔNG DÂN CỦA {0}

source: Clear
vi: Xóa

# click_back_again_to_exit
source: Please click back again to exit.
vi: Chạm lần nữa để thoát.

source: Close
vi: Đóng

# cloudflare_error
source: Unable to connect to server. Please try again later.
vi: Không thể kết nối đến máy chủ. Vui lòng thử lại sau.

source: Coinhako Account
vi: Tài khoản Coinhako

source: Coinhako fee
vi: Phí Coinhako

# coinhako_selfie
source: 1. Hold your ID and a piece of paper with "Coinhako - Submission date" hand-written on it. 2. Ensure your face is clearly shown. 3. Ensure your image is in high resolution and all details are clear.
vi: 1. Cầm thẻ Căn cước/CMND và một tờ giấy có ghi rõ thông tin sau: "Coinhako - Ngày nộp" 2. Khuôn mặt của bạn phải được nhìn rõ. 3. Hình ảnh nộp phải có độ phân giải cao và mọi chi tiết đều rõ ràng.

# coinhako_selfie_note
source: (*date* not more than 3 days ago)
vi: (Thời gian chụp không được quá 3 ngày trước)

# comment_for_recipient
source: Message for Recipient
vi: Ghi chú cho Người nhận

source: Commission
vi: Hoa hồng

source: Commission History
vi: Lịch sử Hoa hồng

source: Competition Rules
vi: Thể lệ

# competition_rules_desc_2_and
source: • Gain bonus points for consecutive days login • 7th consecutive days: <font color="#FEC848">70</font> points bonus • 14th consecutive days: <font color="#FEC848">140</font> points bonus • 21st consecutive days: <font color="#FEC848">210</font> points bonus • 28th consecutive days: <font color="#FEC848">300</font> points bonus
vi: • Đăng nhập thường xuyên để nhận thêm điểm thưởng • 7 ngày đăng nhập liên tiếp: <font color="#FEC848">70</font> điểm • 14 ngày đăng nhập liên tiếp: <font color="#FEC848">140</font> điểm • 21 ngày đăng nhập liên tiếp: <font color="#FEC848">210</font> điểm • 30 ngày đăng nhập liên tiếp: <font color="#FEC848">300</font> điểm

# competition_rules_desc_2_ios
source: • Gain bonus points for consecutive days login • 7th consecutive days: 70 points bonus • 14th consecutive days: 140 points bonus • 21st consecutive days: 210 points bonus • 28th consecutive days: 300 points bonus
vi: • Đăng nhập thường xuyên để nhận thêm điểm thưởng • 7 ngày đăng nhập liên tiếp: 70 điểm • 14 ngày đăng nhập liên tiếp: 140 điểm • 21 ngày đăng nhập liên tiếp: 210 điểm • 28 ngày đăng nhập liên tiếp: 300 điểm

# competition_rules_desc_and
source: • Login gain <font color="#FEC848">10 point per day</font> • Gain x amount of points for each trade • Applies for buy, sell and swap trades • Login &amp; Trade on mobile to get <font color="#FEC848">2x</font> more points
vi: • Nhận <font color="#FEC848">10 điểm mỗi ngày</font> khi đăng nhập • Nhận thêm điểm thưởng cho mỗi giao dịch • Áp dụng cho mọi giao dịch mua, bán và trao đổi • Đăng nhập &amp; Giao dịch trên app để <font color="#FEC848">x2</font> số điểm thưởng

# competition_rules_desc_bold
source: 10 point per day_2x
vi: 10 điểm mỗi ngày nhân đôi

# competition_rules_desc_ios
source: • Login gain 10 point per day • Gain x amount of points for each trade • Applies for buy, sell and swap trades • Login &amp; Trade on mobile Applications to get 2x more points
vi: • Đăng nhập để nhận 10 điểm mỗi ngày • Nhận thêm điểm thưởng cho mỗi giao dịch • Áp dụng cho mọi giao dịch mua, bán và trao đổi • Đăng nhập &amp; Giao dịch qua Ứng dụng Coinhako để nhân đôi số điểm thưởng

# complete_verify_identity
source: Please complete the following items for us to verify your identity.
vi: Vui lòng hoàn thành các yêu cầu sau để xác minh danh tính của bạn.

source: Completed
vi: Hoàn thành

source: Confirm
vi: Xác nhận

source: Confirm Buy
vi: Xác nhận mua

# confirm_code_withdraw
source: Confirmation code is not working
vi: Mã xác nhận không hợp lệ

# confirm_pin
source: Enter PIN to confirm
vi: Nhập mã PIN để xác nhận

source: Confirm Sell
vi: Xác nhận bán

source: Confirm Send
vi: Xác nhận gửi

# confirm_send_request
source: Confirm your send request
vi: Xác nhận Yêu cầu chuyển tiền của bạn

source: Confirm to withdraw
vi: Xác nhận rút tiền

# confirm_trade_time_expired
source: Price has expired. Please request a new price.
vi: Giá đã hết hiệu lực. Vui lòng cập nhật giá mới.

source: Confirm Trading
vi: Xác nhận giao dịch

# confirm_withdraw_action_bar
source: Withdraw Request Confirmed
vi: Yêu cầu Rút tiền đã được xác nhận

# confirm_withdraw_desc
source: Withdrawal request will be processed within {0} working days.
vi: Yêu cầu Rút tiền sẽ được xử lý trong vòng {0} ngày làm việc.

# confirm_withdraw_title
source: You Confirmed The Withdrawal
vi: Bạn đã xác nhận việc Rút tiền

source: Confirm Withdrawal
vi: Xác nhận rút tiền

# confirm_your_withdraw
source: Confirm your withdrawal
vi: Xác nhận rút tiền

source: Confirmation
vi: Xác nhận

source: Confirmed
vi: Đã xác nhận

source: Consecutive Login
vi: Thưởng đăng nhập

# cont
source: Continue
vi: Tiếp tục
