Repository: mthuong/flutter-module
Catalog: lib/l10n/intl_*.arb
Languages: vi

# newxfer_maximum_deposit
source: Maximum amount: {0} per transaction
vi: Tối đa: {0} cho mỗi giao dịch

# newxfer_minimum_deposit
source: Minimum amount: {0} per transaction
vi: Tối thiểu: {0} cho mỗi giao dịch

# newxfer_not_connected_xfer
source: Please connect your Xfers account
vi: Vui lòng kết nối tài khoản Xfers của bạn

# newxfer_note_fast_tranfers
source: <font color="#2159D1">Please note that <b>only FAST transfers</b> are guaranteed to be almost instant. Transfers via other methods or from an unverified account will likely take more time.</font>
vi: <font color="#2159D1">Xin lưu ý rằng <b>chỉ chuyển NHANH</b> mới đảm bảo việc nạp tiền ngay lập tức. Việc chuyển tiền qua các phương thức khác hoặc từ tài khoản chưa được xác minh có thể sẽ mất nhiều thời gian hơn.</font>

# newxfer_popup_confirm_cancel_request
source: Cancellation only applies if you have not made the transfer yet. If you have already made a transfer, the amount will still be credited to your Coinhako account after the transfer has been confirmed by Xfers. For support on issues with your transfer, please contact support@xfers.com
vi: Việc huỷ chỉ áp dụng nếu bạn chưa thực hiện việc chuyển khoản. Nếu bạn đã thực hiện chuyển khoản, số tiền vẫn sẽ được ghi có vào tài khoản Coinhako của bạn sau khi giao dịch chuyển khoản đã được xác nhận bởi Xfers. Để được hỗ trợ về các vấn đề chuyển khoản của bạn, vui lòng liên hệ support@xfers.com

# newxfer_remove_bank_account_content
source: When it has been removed, you can't use it to make Xfers deposit any longer.
vi: Sau khi gỡ bỏ, bạn sẽ không thể sử dụng để nạp tiền thông qua Xfers.

# newxfer_remove_bank_account_title
source: Remove this bank account
vi: Gỡ bỏ tài khoản Ngân hàng.

# newxfer_request_deposit
source: Request Deposit
vi: Tạo lệnh nạp

# newxfer_request_multiple_time_notice
source: You have requested for an OTP multiple time. Please try again after %s
vi: Bạn đã yêu cầu OTP nhiều lần. Vui lòng thử lại sau %s

# newxfer_request_multiple_time_notice_ios
source: You have requested for an OTP multiple time. Please try again after %@s
vi: Bạn đã yêu cầu OTP nhiều lần. Vui lòng thử lại sau %@s

# newxfer_requested
source: Requested
vi: Đã gửi yêu cầu

# newxfer_result_announcement
source: You have a pending deposit request. Please complete the transfer before making a new deposit
vi: Bạn có một yêu cầu nạp tiền từ Xfers đang chờ xử lý. Vui lòng hoàn tất chuyển khoản vào ví Xfers này trước khi thực hiện lệnh gửi tiền tiếp theo

# newxfer_result_note
source: Note: Your top-up bank transfer details may have changed. Please check before making your transfer
vi: Lưu ý: Thông tin chuyển khoản ngân hàng nạp tiền của bạn có thể thay đổi. Vui lòng kiểm trước khi thực hiện chuyển khoản

# newxfer_result_status_note
source: After depositing to Xfers, you can check the status of your transaction
vi: Sau khi gửi tiền vào Xfers, bạn có thể kiểm tra trạng thái giao dịch của mình

# newxfer_save_change
source: Save change
vi: Lưu thay đổi

# newxfer_status_bank_account
source: You have added {0} bank accounts. {0}
vi: Bạn đã thêm {0} tài khoản ngân hàng. {0}

# newxfer_suggest_fast_transfer
source: <![CDATA[Please make a <font color=\"#417AF9\">FAST bank transfer</font> to your linked Xfers bank account:]]>
vi: <![CDATA[Vui lòng thực hiện <font color = \ "# 417AF9 \"> Chuyển khoản ngân hàng NHANH </font> vào tài khoản ngân hàng Xfers được liên kết của bạn:]]>

# newxfer_title_request_cancel
source: I want to cancel this request!
vi: Tôi muốn hủy yêu cầu này!

# newxfer_via_bank
source: Bank Transfer
vi: Chuyển khoản liên ngân hàng

# newxfer_via_deposit_xfer
source: Deposit via Xfers Direct Charge
vi: Nạp tiền từ ví Xfers

# newxfer_via_xfer
source: Xfers Direct
vi: Nạp từ ví Xfers

# newxfer_xfer_announce_add_bank
source: We will send money to this account, so that please double check your bank account information and make sure it is a valid account.
vi: Chúng tôi sẽ thực hiện chuyển tiền tới tài khoản này, vui lòng kiểm tra lại thông tin tài khoản và đảm rằng đó là tài khoản hợp lệ.

# newxfer_xfer_bank_desc
source: Please make a FAST bank transfer to your linked Xfers bank account:
vi: Vui lòng chọn lệnh chuyển khoản NHANH vào tài khoản ngân hàng Xfers được liên kết sau:

# newxfer_xfer_deposit_limit
source: <![CDATA[<font color=\"#393E47\">• Minimum amount: <b>%1$s</b> per transaction<br><br>• Maximum amount: <b>%2$s</b> per transaction</font>]]>
vi: <![CDATA[<font color=\"#393E47\"> • Giới hạn tối thiểu: <b>%1$s</b> cho mỗi giao dịch<br><br>• Giới hạn tối đa:<b>%2$s</b> mỗi giao dịch </font> ]] >

source: Next
vi: Tiếp tục

source: No
vi: Không

# no_address
source: No {0} Address yet
vi: Chưa có địa chỉ {0}

# no_address_new
source: You haven’t got an address
vi: Bạn chưa có địa chỉ nhận

# no_address_old
source: You have no {0} address
vi: Bạn không có địa chỉ {0}

# no_alert_desc
source: You have no price alerts at the moment.
vi: Bạn hiện không có thông báo giá.

# no_alert_title
source: You’re missing out!
vi: Bạn đang bỏ lỡ!

source: No bank account added
vi: Bạn chưa thêm tài khoản ngân hàng nào

# no_camera_permission
source: This application cannot run because it does not have the camera permission. The application will now exit.
vi: Ứng dụng chưa được cấp quyền sử dụng Camera của thiết bị.

# no_commission
source: No history to show
vi: Không có lịch sử

# no_commission_desc
source: Keep track of your commissions here.
vi: Theo dõi hoa hồng của bạn tại đây

# no_connection
source: You are offline
vi: Bạn đang ngoại tuyến

# no_connection_description
source: Try • Turning off aeroplane mode • Turning on mobile data or Wi-Fi • Checking the signal in your area
vi: Vui lòng thử • Tắt chế độ máy bay • Bật 3G hoặc Wifi • Kiểm tra tín hiệu sóng trong khu vực

# no_earned_points
source: No Earned Points Yet :(
vi: Chưa có điểm tích lũy :(

# no_earned_points_desc
source: Earn some points to redeem valuable rewards and keep track of your points here.
vi: Tích lũy thêm điểm để nhận những phần quà có giá trị và theo dõi điểm của bạn ở đây

source: No face found
vi: Không thể tìm thấy khuôn mặt

# no_face_warning
source: We can't find your face in the selfie photo. This can lead to a rejection. Are you sure to submit?
vi: Yêu cầu xác minh có thể bị từ chối vì không thể tìm thấy khuôn mặt bạn trên ảnh cận mặt Bạn vẫn muốn nộp?

source: No limit
vi: Không hạn mức

# no_network
source: We can’t reach our network
vi: Không thể kết nối mạng

# no_news_desc
source: There is no news that matches your filter settings.
vi: Vui lòng điều chỉnh bộ lọc để cập nhật thêm thông tin!

# no_news_yet
source: No News is Good News
vi: Chưa có tin tức nào :(

# no_point_history
source: No Points History
vi: Chưa có lịch sử tích điểm

# no_referred_users
source: No referred friends yet :(
vi: Chưa có người được giới thiệu nào :(

# no_referred_users_desc
source: Share the referral code below to invite your friends onboard!
vi: Chia sẻ mã giới thiệu dưới đây để mời bạn bè đăng ký tài khoản Coinhako!

# no_response_data_err
source: Timeout or no response data, please try again!
vi: Hết thời gian chờ hoặc không có dữ liệu phản hồi, vui lòng thử lại!

# no_reward
source: No Rewards
vi: Chưa có phần thưởng nào

# no_rewards
source: No Rewards Yet :(
vi: Chưa có phần thưởng nào :(

# no_rewards_desc
source: Redeem rewards with your points and keep track of them here.
vi: Quy đổi những phần quà có giá trị và theo dõi điểm của bạn ở đây.

source: No search result
vi: Không tìm thấy kết quả

# no_spent_points
source: No Spent Points Yet :(
vi: Chưa có lịch sử điểm đã được đổi thưởng :(

# no_spent_points_desc
source: Earn some points to redeem valuable rewards and keep track of your points here.
vi: Tích lũy thêm điểm để nhận những phần quà có giá trị và theo dõi điểm của bạn ở đây.

# normal_withdrawal_processing_day
source: Check your inbox for your confirmation email and withdrawals will be processed in {0} working days.
vi: Vui lòng xác nhận yêu cầu rút tiền bằng email. Lệnh rút tiền sẽ được xử lý trong {0} ngày làm việc.

# not_blank
source: can't be blank
vi: không được để trống

# not_fingerprint_registered
source: No Fingerprints Registered
vi: Chưa đăng ký vân tay

# not_fingerprint_registered_desc
source: Fingerprint unlock requires at least one Fingerprint to be registered on your device. You can always enable this from the settings menu after adding a fingerprint.
vi: Bảo mật vân tay chỉ được kích hoạt khi có ít nhất một Dấu Vân Tay đã được thiết lập trong Cài đặt Bảo mật của thiết bị.

# not_have_fingerprint_sensor
source: Your Device does not have a Fingerprint Sensor
vi: Thiết bị của bạn không có cảm biến vân tay

# not_install_yet
source: You don't install Google Authenticator yet. Install it now?
vi: Bạn chưa cài đặt Google Authenticator. Cài đặt ngay bây giờ?

source: Not now
vi: Không phải bây giờ

source: Note
vi: Lưu ý

# note_delete_bank
source: Pending transactions would still be processed via this bank account after it has been removed.
vi: Các giao dịch đang chờ sẽ vẫn được xử lý qua tài khoản ngân hàng này sau khi nó đã bị xóa.

# note_email_code
source: Check your email for the OTP and enter it here.
vi: Vui lòng nhập mã OTP vừa được gửi đến email của bạn.

# note_example
source: E.g. Send to John
vi: Ví dụ: Gửi John

# note_not_add_bank
source: You need to add a bank account before requesting for a withdrawal.
vi: Bạn phải thêm tài khoản ngân hàng trước khi thực hiện yêu cầu rút tiền.

# note_optional
source: Notes (optional)
vi: Ghi chú (tùy chọn)

# note_tag_description
source: Both {0} and Address are required to successfully receive {1}.
vi: Bạn cần cung cấp đầy đủ Địa chỉ (Address) và {0} để nhận {1}.

# note_two_fa_code
source: Check your 2FA application for the OTP and enter here
vi: Nhập mã OTP từ ứng dụng 2FA của bạn tại đây.

# note_withdraw_process
source: %@ withdrawals are processed via inter-bank transfer. Withdrawals may take up to %@ business days to reach your bank account.
vi: Giao dịch rút tiền %@ được xử lý qua chuyển khoản liên ngân hàng. Các khoản rút tiền có thể mất đến %@ ngày làm việc để hoàn tất.

# note_withdraw_request
source: Please provide the necessary information to complete the withdraw request.
vi: Vui lòng cung cấp thông tin cần thiết để hoàn thành yêu cầu rút tiền.

# notify_hooking_content
source: It seems like a hooking application has been detected on your device. This means the application may be able to detect &amp; observe your activities on the Coinhako app.
vi: Có vẻ như một ứng dụng chạy ngầm đã được phát hiện trên thiết bị của bạn. Điều này nghĩa là ứng dụng có thể phát hiện và quan sát các hoạt động của bạn trên Coinhako.

# notify_hooking_title
source: Suspicious activity detected
vi: Phát hiện hoạt động đáng ngờ

# number_1
source: One
vi: Một

# number_10
source: Ten
vi: Mười

# number_2
source: Two
vi: Hai

# number_3
source: Three
vi: Ba

# number_4
source: Four
vi: Bốn

# number_5
source: Five
vi: Năm

# number_6
source: Six
vi: Sáu

# number_7
source: Seven
vi: Bảy

# number_8
source: Eight
vi: Tám

# number_9
source: Nine
vi: Chín

# off_fee
source: {0} Off Fee
vi: Phí giảm {0}

source: Once
vi: Chỉ 1 lần

source: One-time
vi: Một lần

source: One-touch Sign In
vi: Đăng nhập nhanh bằng vân tay

# open_and_scan
source: Open your OTP App and scan the QR code below:
vi: Mở ứng dụng OTP của bạn và quét mã QR bên dưới:

source: Open In Browser
vi: Mở bằng trình duyệt

source: Open Reward
vi: Mở quà

source: Open Settings
vi: Mở cài đặt

source: Optional
vi: Tùy chọn

source: or
vi: hoặc

source: Order cancelled
vi: Giao dịch đã huỷ

source: Order Correction Credit
vi: Ghi nhận điều chỉnh giao dịch

source: Order ID
vi: Mã giao dịch

# order_pending_notice
source: The amounts are updating because the transaction is pending. The final amount will be updated after processing transaction successfully.
vi: Số tiền đang cập nhật vì giao dịch đang chờ xử lý. Số tiền cuối cùng sẽ được cập nhật sau khi xử lý giao dịch thành công.

source: Pair
vi: Cặp

source: Pairs
vi: Cặp

# pass_changed
source: Password changed
vi: Mật khẩu đã cập nhật

# pass_changed_desc
source: You will be logged out. Please login again with your new password
vi: Tài khoản sẽ được đăng xuất. Vui lòng đăng nhập lại bằng mật khẩu mới của bạn

# pass_confirm
source: Password Confirmation
vi: Xác nhận mật khẩu

source: Passport
vi: Hộ chiếu

# passport_desc
source: Take photo of your Passport. Please make sure facial features and details are clear.
vi: Chụp ảnh hộ chiếu của bạn. Vui lòng đảm bảo hình ảnh và các thông tin hiển thị rõ ràng.

source: Password
vi: Mật khẩu

# password_not_match
source: Password does not match
vi: Mật khẩu không khớp

# password_rule
source: Password must contain at least a number, a lowercase letter, an uppercase letter and a special character.
vi: Mật khẩu phải chứa ít nhất một số, một chữ cái viết thường, một chữ cái viết hoa và một ký tự đặc biệt.

source: Pay with
vi: Thanh toán bằng

source: Paying
vi: Mua

source: Payment
vi: Thanh toán

source: Payment Completed
vi: Giao dịch hoàn tất

# payment_method
source: Fiat Wallet
vi: Ví tiền pháp lệnh

source: Pending
vi: Đang xử lý

# pending_confirmation
source: Pending Email Confirmation
vi: Chờ xác nhận bằng email

source: Pending Payment
vi: Giao dịch đang xử lý

# phone
source: Mobile No.
vi: Số điện thoại

source: Phone Number
vi: Số điện thoại

# pin_incorrect_notification
source: Incorrect PIN. You will be logged out after 3 incorrect attempts.
vi: PIN không hợp lệ. Bạn sẽ bị đăng xuất nếu nhập sai liên tiếp 3 lần.

# pin_not_match
source: PIN does not match
vi: PIN không trùng khớp

# please_select
source: Please select your {0}
vi: Vui lòng chọn {0}

# point
source: points
vi: Điểm

source: Point History
vi: Lịch sử

source: Points Earned
vi: Điểm thưởng

# points_system
source: Reward
vi: Phần thưởng

source: Preferences
vi: Cài đặt

source: Preview Send
vi: Xem trước Lệnh chuyển

# preview_withdraw
source: Preview Withdrawal
vi: Xem trước lệnh Rút tiền

source: Price
vi: Giá

# price_alert
source: Price Alerts
vi: Thông báo giá

# price_alert_add_success
source: Set Price Alert successfully! Please check in All Price Alerts tab.
vi: Đặt Thông báo giá thành công! Vui lòng kiểm tra ở mục Tất cả Thông báo giá.

# price_alert_add_successfull
source: Set Price Alert successfully! Please check in All Price Alerts tab.
vi: Đặt Thông báo giá thành công! Vui lòng kiểm tra ở mục Tất cả Thông báo giá.

# price_alert_all_title
source: All Price Alert
vi: Tất cả Thông báo giá

# price_alert_delete_all
source: Delete all {0} alerts?
vi: Xoá tất cả các {0} Thông báo giá?

# price_alert_delete_all_content
source: Are you sure you want to remove all %s alerts? You can’t undo this action and all data will be deleted.
vi: Bạn có muốn xoá hết {0} Thông báo giá không? Bạn không thể hoàn tác lại hành động này và tất cả báo giá sẽ bị xoá.

# price_alert_delete_all_title
source: Delete all %s alerts?
vi: Xoá tất cả các {0} Thông báo giá?

# price_alert_desc
source: Keep track of prices and be notified of any changes
vi: Theo dõi các mức giá và nhận thông báo khi có sự thay đổi

# price_alert_general_title
source: Price Alert
vi: Thông báo giá

# price_alert_message_delete
source: Are you sure you want to remove all {0} alerts? You can’t undo this action and all data will be deleted.
vi: Bạn có muốn xoá hết {0} Thông báo giá không? Bạn không thể hoàn tác lại hành động này và tất cả báo giá sẽ bị xoá.

# price_alert_once
source: Once
vi: Chỉ 1 lần

# price_alert_repeat
source: Repeat
vi: Lặp lại

# price_alert_set_title
source: Set Price Alert
vi: Thiết lập Thông báo giá

# price_expired_instruction
source: Price has expired. Please request a new price.
vi: Giá đã hết hiệu lực. Vui lòng cập nhật giá mới.

# price_valid
source: Price is valid for {0} second(s)
vi: Giá có hiệu lực trong {0} giây

# price_vary
source: Price may change.
vi: Giá có thể thay đổi.

source: Privacy Policy
vi: Chính sách bảo mật

source: Proceed
vi: Thực hiện

# process_error
source: We can't process your order. Please try again.
vi: Giao dịch không được thực hiện. Vui lòng thử lại!

source: Processing
vi: Đang xử lý

# processing_new_order
source: Processing
vi: Đang xử lý

source: Processing Reason
vi: Lý do thực hiện

# processing_transaction
source: We are processing your transaction
vi: Chúng tôi đang xử lý giao dịch của bạn

source: Processing Verification
vi: Đang xác minh

# processing_verification_desc
source: We are currently processing your application. You will be notified when review is complete.
vi: Chúng tôi đang xác minh tài khoản của bạn. Sẽ thông báo cho bạn khi tài khoản được kiểm tra xong.

# processing_withdraw_request
source: Processing your Withdrawal Request
vi: Yêu cầu rút tiền của bạn đang được xử lý

source: Processing your order
vi: Đang xử lý giao dịch của bạn

# program_detail_1
source: Only Buy, Sell and Swap transactions are eligible for the referral program.
vi: Chương trình Hoa hồng Giới thiệu bạn bè chỉ áp dụng cho các giao dịch Mua, Bán và Chuyển đổi tiền kỹ thuật số.

# program_detail_2
source: Commissions are calculated based on the completed transaction amount, latest transaction fee rate and latest referral rate. Example: If referred friend completed a transaction worth $5000 at a transaction fee of 1%* and referral rate of 20%*. Commission received will be $5000 x 1% x 20% = $10. * Fees and rates shown are for used for the purpose of representation.
vi: Hoa hồng được tính dựa trên số tiền giao dịch đã hoàn thành, mức phí giao dịch mới nhất và tỷ lệ hoa hồng giới thiệu mới nhất. Ví dụ: Nếu người được giới thiệu hoàn thành một giao dịch $5000 với mức phí 1%* và tỷ lệ hoa hồng 20%*. Hoa hồng nhận được sẽ bằng $5000 x 1% x 20% = $10. *Phí và tỷ lệ hoa hồng là ví dụ minh họa.

# program_detail_3
source: Commissions are credited immediately after the order is completed.
vi: Hoa hồng sẽ được cộng vào tài khoản ngay sau khi giao dịch thành công.

# program_detail_4
source: Commissions will be credited to the referral accordingly to the fiat/cryptocurrency of the completed transaction amount made by the referred user.
vi: Hoa hồng sẽ được cộng cho người giới thiệu dựa vào loại tiền/tiền kỹ thuật số của giao dịch đã hoàn thành do người được giới thiệu thực hiện.

source: Program Details
vi: Thông tin chương trình

source: Promo code
vi: Mã KM

# promo_code_invalid
source: Promo code entered is invalid
vi: Mã khuyến mại không hợp lệ

source: Proof of Address
vi: Xác minh địa chỉ

# ps_gift_coin
source: Rewards Gift Coin
vi: Quà tặng

# ps_rewards
source: Rewards
vi: Phần thưởng

# ps_start_now
source: Start now
vi: Bắt đầu ngay

# ps_term_condition
source: Terms &amp; Conditions
vi: Điều khoản

# reached_withdrawal_limit
source: You reached your withdrawal limit
vi: Bạn đã đạt hạn mức rút tiền

# read_and_understand_policy
source: I have read, understood and agreed to Coinhako’s Recovery Policy.
vi: Tôi đã đọc, hiểu và đồng ý Chính sách khôi phục của Coinhako.

source: Receive
vi: Nhận

source: Receive amount
vi: Số lượng nhận

# receive_commission
source: You receive commission
vi: Bạn nhận được hoa hồng

# receive_crypto
source: Receive {0}
vi: Nhận {0}

# receive_crypto_destination_tag_notice
source: Both %s and Address are required to successfully receive %s.
vi: Bạn cần cung cấp đầy đủ Địa chỉ (Address) và {0} để nhận {0}.

# received_from_address
source: Received at Address
vi: Địa chỉ nhận

# recipient_address
source: Recipient {0} Address
vi: Địa chỉ nhận {0}

source: Recovery Policy
vi: Chính sách khôi phục

source: Redeem
vi: Đổi điểm

source: Redeem Code
vi: Đổi điểm

# redeem_reward_succeeded
source: You have redeemed!
vi: Đổi điểm thành công!

source: Referral
vi: Mời bạn bè

source: Referral Code
vi: Mã giới thiệu

source: Referral Link
vi: Liên kết giới thiệu

source: Referral Reward
vi: Phần thưởng Giới thiệu

# referred_by
source: You are referred by:
vi: Bạn được giới thiệu bởi:

source: Referred Users
vi: Bạn bè

source: Refresh
vi: Cập nhật

# refresh_xfers
source: Refresh your account balance in a few minutes after your transfer to see the credited amount.
vi: Hãy tải lại ví sau khi thực hiện chuyển khoản vài phút, bạn sẽ thấy tiền được cộng vào tài khoản Xfers.

# register_verification_email
source: An verification email sent to you. Please verify before continuing.
vi: Email xác minh tài khoản đã được gửi đến bạn. Vui lòng xác minh trước khi tiếp tục.

# reject_desc
source: Please review and submit again.
vi: Vui lòng kiểm tra và gửi lại.

# reject_panel
source: Verification Rejected
vi: Yêu cầu xác minh bị từ chối.

# reject_panel_desc
source: You need to resubmit verification in other to trade cryptocurrencies.
vi: Bạn cần phải xác minh để có thể giao dịch tiền kỹ thuật số.

# reject_title
source: Your submission is rejected for below reasons:
vi: Yêu cầu xác minh bị từ chối vì:

# rejected
source: You got rejected. Tap to see why
vi: Bạn đã bị từ chối. Chạm vào đây để xem lý do.

# remain_sending_limit
source: Remaining sending limit
vi: Hạn mức chuyển còn lại

# remain_withdraw_limit
source: Remaining withdraw limit
vi: Hạn mức rút tiền còn lại

source: Remove
vi: Xóa

source: Remove Bank Account
vi: Xóa tài khoản ngân hàng

# remove_bank_account_confirmation
source: Are you sure you want to remove this bank account?
vi: Bạn muốn xóa tài khoản ngân hàng này?

# remove_bank_confirmation
source: Continue removing bank account?
vi: Bạn muốn xóa tài khoản ngân hàng?

source: Remove promo code
vi: Xóa mã khuyến mãi

source: Repeat
vi: Lặp lại

# request_fiat_withdraw
source: Request {0} Withdrawal
vi: Yêu cầu rút {0}

source: Request Withdrawal
vi: Yêu cầu rút tiền

source: Resend
vi: Gửi lại

# resend_after
source: Resend after {0} second(s)
vi: Gửi lại sau {0} giây

source: Resend Code
vi: Gửi lại mã

source: Resend email
vi: Gửi lại email

# resend_email_second
source: Wait for {0} second(s) to resend email.
vi: Vui lòng chờ {0} giây để gửi lại email.

# reset
source: Reset Your Password
vi: Đặt lại mật khẩu

# reset_description
source: Enter your email address below and we’ll send you instructions on how to reset your password
vi: Nhập địa chỉ email của bạn bên dưới và chúng tôi sẽ gửi hướng dẫn cài lại mật khẩu cho bạn

# reset_filter
source: Reset
vi: Thiết lập lại

# reset_message
source: You will receive an email soon
vi: Bạn sẽ sớm nhận được email

source: Residence Pass
vi: Thẻ cư trú

# residence_pass_back
source: Back of Residence Pass
vi: Mặt sau thẻ Cư trú

# residence_pass_front
source: Front of Residence Pass
vi: Mặt trước thẻ Cư trú

source: Resubmit
vi: Nộp lại

source: Re-Submit Your Identity
vi: Nộp lại tài liệu xác minh danh tính

source: Retake
vi: Chụp lại

source: Retry
vi: Thử lại

source: Review Document
vi: Xem lại hồ sơ

# review_photo
source: Review
vi: Xem lại

source: Rewards
vi: Phần thưởng

# rewards_redeem_reward_desc
source: Received a code from our partners? Redeem your reward here
vi: Nhận được mã từ đối tác của chúng tôi? Đổi thưởng ngay tại đây

# ripple_address_attention
source: The QR code contains your {0}. Please make sure that your wallet you are using to send supports {0}.
vi: Mã QR bao gồm thông tin {0} của bạn. Vui lòng đảm bảo ví mà bạn đang dùng để nhận có hỗ trợ {0}.

# ripple_sending_confirmation
source: Please confirm that the recipient does not require you to enter a {0} before proceeding.
vi: Vui lòng xác nhận rằng người nhận không yêu cầu bạn nhập {0} trước khi tiếp tục.
