Repository: mthuong/flutter-module
Catalog: lib/l10n/intl_*.arb
Languages: vi

# grabpay_fee
source: Processing fee
vi: Phí xử lý giao dịch

# grabpay_message_download_app
source: Do not have the app yet? Download Grab now!
vi: Bạn chưa có ứng dụng? Tải xuống Grab ngay bây giờ!

# grabpay_unsupported
source: USD is not supported for this payment method. If want to use it, please change the currency to SGD.
vi: USD không được hỗ trợ bởi phương thức thanh toán này. Vui lòng chuyển sang SGD để có thể sử dụng.

source: GrabPay Wallet
vi: Ví GrabPay

source: Help tip
vi: Gợi ý

# help_tip_deposit_sgd
source: If you do not receive your funds within the stated times, please <a href="https://support.coinhako.com/hc/en-us/requests/new" style="text-decoration:none">contact our support team</a> for assistance.<br><br><b>1. SGD deposits are processed at 10am and 4pm (GMT+8)</b> daily (including weekends).<br><br><b>2.</b> Making deposits in unique amounts will help speed up the process. For example, if you last deposited <b>$50</b>, your next deposit should be <b>$40</b> or <b>$60</b>.<br><br><b>3.</b> Please refrain from making GIRO, ATM or Over-The-Counter bank transfers.
vi: Nếu bạn không nhận được tiền của mình trong thời gian đã nêu, vui lòng <a href="https://support.coinhako.com/hc/en-us/requests/new" style="text-decoration:none"> liên hệ với nhóm hỗ trợ của chúng tôi </a> để được trợ giúp.<br><br><b>1. Tiền gửi SGD được xử lý lúc 10 giờ sáng và 4 giờ chiều (GMT + 8)</b> hàng ngày (kể cả cuối tuần).<br><br><b>2.</b> Gửi tiền với số tiền khác nhau sẽ giúp quá trình nạp xử lý nhanh hơn. Ví dụ: nếu bạn gửi lần cuối cùng là <b> 50 đô la </b>, thì khoản tiền gửi tiếp theo của bạn nên là <b> 40 đô la </b> hoặc <b> 60 đô la </b>.<br><br><b>3.</b> Vui lòng không thực hiện giao dịch GIRO, ATM hoặc chuyển khoản ngân hàng Không qua quầy (OTC).

# help_tip_deposit_usd
source: If you do not receive your funds within the stated times, please <a href="https://support.coinhako.com/hc/en-us/requests/new">contact our support team</a> for assistance.<br><br><b>USD deposits are processed at 2am and 8am (GMT+8)</b> daily (including weekends).
vi: Nếu bạn không nhận được tiền của mình trong thời gian đã nêu, vui lòng <a href="https://support.coinhako.com/hc/en-us/requests/new"> liên hệ với nhóm hỗ trợ của chúng tôi </a> để được trợ giúp. <br> <br> <b> Khoản nạp USD được xử lý lúc 2 giờ sáng và 8 giờ sáng (GMT + 8) </b> hàng ngày (kể cả cuối tuần).

source: Hide
vi: Ẩn

source: History
vi: Lịch sử

# history_currency
source: Currency
vi: Tiền tệ

# history_custom_date
source: Select Custom Date
vi: Chọn ngày tùy chỉnh

# history_date_range
source: Date Range
vi: Tuỳ Chọn Ngày

# history_order_type
source: Order Type
vi: Loại Giao dịch

# history_pending_notice
source: The amounts are updating because the transaction is pending. The final amount will be updated after processing transaction successfully.
vi: Số tiền đang cập nhật vì giao dịch đang chờ xử lý. Số tiền cuối cùng sẽ được cập nhật sau khi xử lý giao dịch thành công.

# history_refunded
source: Refunded
vi: Đã hoàn tiền

# history_reset
source: Reset
vi: Bỏ chọn

# history_select_date_range
source: Select Date Range
vi: Tuỳ Chọn Ngày

# history_side
source: Sides
vi: Loại

# history_status
source: Statuses
vi: Trạng Thái

# history_status_pending
source: Updating...
vi: Đang cập nhật...

# history_trading
source: Trading
vi: Giao dịch

# history_type
source: Types
vi: Loại

# history_waiting_for_refund
source: Waiting for refund
vi: Đang chờ hoàn tiền

source: HOLDINGS
vi: SỐ DƯ

# id_back
source: Back of ID Card
vi: Mặt sau thẻ Căn cước/CMND

# id_back_desc
source: Take photo of the back of your ID Card. Please make sure facial features and details are clear.
vi: Chụp ảnh mặt sau thẻ Căn cước/CMND. Vui lòng đảm bảo hình ảnh và thông tin hiển thị rõ ràng.

# id_card
source: National ID Card
vi: Thẻ Căn cước/CMND

# id_card_back
source: Take a photo of the back of your ID document
vi: Chụp ảnh mặt sau thẻ Căn cước/CMND

# id_card_back_desc
source: Make sure the details are clear.
vi: Vui lòng đảm bảo các thông tin hiển thị rõ ràng.

# id_card_detail
source: National ID Card Details
vi: Thông tin chi tiết Thẻ Căn cước/CMND

# id_card_front
source: Take a photo of the front of your ID document
vi: Chụp ảnh mặt trước thẻ Căn cước/CMND

# id_card_front_desc
source: Make sure facial features and details are clear
vi: Vui lòng đảm bảo hình ảnh và các thông tin hiển thị rõ ràng.

# id_card_photo
source: Photo of National ID Card
vi: Hình ảnh thẻ Căn cước/CMND

# id_document_back
source: Back of ID Card
vi: Mặt sau thẻ Căn cước/CMND

# id_document_front
source: Front of ID Card
vi: Mặt trước thẻ Căn cước/CMND

# id_front
source: Front of ID Card
vi: Mặt trước thẻ Căn cước/CMND

# id_front_desc
source: Take photo of the front of your ID Card. Please make sure facial features and details are clear.
vi: Chụp ảnh mặt trước thẻ Căn cước/CMND. Vui lòng đảm bảo hình ảnh và thông tin hiển thị rõ ràng.

# id_nationality
source: Indonesian
vi: Công dân Indonesia

# id_verification
source: National ID Verification
vi: Xác minh danh tính

source: Identity Document
vi: Tài liệu xác minh danh tính

source: Identity Documents
vi: Tài liệu xác minh danh tính

# identity_documents_desc
source: Please use the same National ID card for both entries.
vi: Vui lòng sử dụng cùng một thẻ Căn cước/CMND.

source: Identity Verification
vi: Xác minh Danh tính

source: if you are
vi: Nếu bạn là

# important_note
source: IMPORTANT NOTES (Please read carefully)
vi: LƯU Ý QUAN TRỌNG (Vui lòng đọc kỹ)

source: Important Notice
vi: Thông báo quan trọng

source: IN USE
vi: ĐANG DÙNG

source: Install
vi: Cài đặt

# install_otp
source: Install OTP App
vi: Cài đặt ứng dụng OTP

# installed
source: I have installed an OTP app.
vi: Tôi đã cài ứng dụng OTP.

source: Instruction
vi: Hướng dẫn

# insufficient_balance
source: Insufficient account balance
vi: Số dư tài khoản không đủ

source: Internal Receive
vi: Nhận nội bộ

source: Internal Send
vi: Gửi nội bộ

source: Invalid Address
vi: Địa chỉ không hợp lệ

source: Invalid amount
vi: Số tiền không hợp lệ

# invalid_code
source: Invalid code Try again or request for a new code.
vi: Mã không hợp lệ Vui lòng thử lại hoặc yêu cầu mã code mới.

# invalid_swap
source: We can't process this trading pair at this time. Please try again.
vi: Hiện thời chúng tôi không thể giao dịch cặp tiền này. Vui lòng thử lại.

# invalid_tag
source: Invalid Destination Tag
vi: Destination tag không hợp lệ

# invite_and_earn
source: Invite and Earn 20% Bonus!
vi: Mời &amp; Nhận ngay 20% hoa hồng!

# ipad_alert_instruction
source: Select one crypto currency to add alert
vi: Chọn một loại tiền kỹ thuật số để đặt thông báo giá

# ipad_trading_instruction
source: Select one of the Cryptocurrencies on the left to start trading
vi: Chọn một loại tiền kỹ thuật số bên trái để bắt đầu giao dịch

# ipad_wallet_instruction
source: Manage your Coinhako wallets by clicking on any of the Cryptocurrencies or currencies to the left
vi: Quản lý ví Coinhako bằng cách nhấp vào bất kỳ loại tiền kỹ thuật số nào hoặc các loại tiền bên trái

source: is above
vi: cao hơn

source: is below
vi: thấp hơn

# jailbroken_awareness
source: We cannot run on jailbroken devices
vi: Chúng tôi không thể chạy trên các thiết bị bẻ khóa

# kh
source: Cambodian
vi: Công dân Cambodia

# kh_nationality
source: Cambodian
vi: Công nhân Cambodia

source: Label
vi: Nhãn

# label_step
source: Step
vi: Bước

source: Last 15 days
vi: 15 ngày trước

source: Last 30 days
vi: 30 ngày trước

source: Last 7 days
vi: 7 ngày trước

source: Last Name
vi: Họ

source: Later
vi: Sau

source: Latest News
vi: Tin mới nhất

# leaderboard_title
source: Top Gainers of the Month
vi: Bảng xếp hạng tháng

# limit_1
source: Deposit Limit: {0}
vi: Hạn mức nạp tiền: {0}

# limit_2
source: Deposit Limit: {0}
vi: Hạn mức nạp tiền: {0}

# litecoin_address_check
source: You are sending LTC in an address format that resembles a Bitcoin and Bitcoin Cash Address. Please double check to make sure that your address is a Litecoin address.
vi: Bạn đang gửi LTC đến địa chỉ tương tự như địa chỉ BTC và BCH. Vui lòng đảm bảo rằng địa chỉ của bạn là địa chỉ Litecoin.

source: Loading
vi: Đang tải

source: Loading more news
vi: Tải thêm

# local_bank_transfer
source: Coinhako Bank Transfer
vi: Chuyển khoản liên ngân hàng

# local_currency
source: Cash
vi: Tiền mặt

source: Lock Screen Disabled
vi: Màn hình xác thực đã vô hiệu hóa

# lock_screen_disabled_desc
source: At least one form of Lock Screen Security must be enabled in the settings. You can always enable this from the settings menu after adding a lock screen and a fingerprint.
vi: Ít nhất một hình thức bảo mật của bạn phải được thiết lập trong cài đặt thiết bị. Màn hình bảo mật hay bảo mật Vân Tay sẽ được kích hoạt tương ứng với cài đặt mặc định.

source: Log out
vi: Đăng xuất

# log_out_confirmation
source: Continue logging out?
vi: Tiếp tục đăng xuất?

# login_fail
source: Fail to login. Please try again
vi: Không đăng nhập được. Vui lòng thử lại

# longer_1
source: Processing your transaction. Please wait.
vi: Giao dịch đang được thực hiện. Vui lòng chờ.

# longer_2
source: You may return to your wallet. Transaction details will be posted in your transaction history.
vi: Bạn có thể quay lại mục Ví, tình trạng giao dịch sẽ được thông báo ở mục Lịch sử giao dịch.

# longer_3
source: We will inform you when the transaction is completed
vi: Chúng tôi sẽ thông báo cho bạn khi giao dịch hoàn tất.

# low_storage_error
source: Face detector dependencies cannot be downloaded due to low device storage
vi: Nhận diện khuôn mặt không hoạt động do dung lượng của thiết bị không đủ.

# maintenance_description
source: Providing you the best possible service means having to pause for fixes occasionally. We will be back once this maintenance is completed. Thank you for your patience.
vi: Để đảm bảo ứng dụng vận hành tốt nhất, chúng tôi cần liên tục sửa đổi và cập nhật định kì. Chúng tôi sẽ trở lại sau khi hoàn tất bảo trì. Cám ơn vì sự kiên nhẫn của bạn.

# maintenance_under_maintenance
source: Scheduled maintenance in progress
vi: Đang tiến hành bảo trì theo lịch trình

# make_new_order
source: Make a new order
vi: Thực hiện giao dịch mới

# manage_alert
source: Manage Your Alert
vi: Quản lý thông báo giá

# manage_wallet
source: Manage Your Wallet
vi: Quản lý Ví của bạn

source: (me)
vi: (tôi)

source: Message
vi: Tin nhắn

# message_loading
source: Please wait. Data is being retrieved...
vi: Vui lòng chờ. Thông tin đang được tải...

# message_two_fa_send
source: Please enable two-factor-authentication (2FA) before sending any crypto.
vi: Vui lòng kích hoạt xác thực hai yếu tố (2FA) trước khi bạn tiến hành gửi.

# message_two_fa_withdrawal
source: Please enable two-factor authentication (2FA) before making a withdrawal.
vi: Vui lòng kích hoạt Xác thực 2 lớp (2FA) trước khi rút tiền.

# minimum_amount
source: Minimum deposit is {0} {1}
vi: Hạn mức nạp tối thiểu là {0} {1}

# money_history_withdraw
source: Money sent to
vi: Số tiền được chuyển tới

# monthly_point
source: Monthly Points
vi: Điểm tháng

source: More Details
vi: Chi tiết

# multi_time
source: Multiple times
vi: Lặp lại

# my_nationality
source: Malaysian
vi: Công dân Malaysia

source: My Rewards
vi: Phần Thưởng

source: Name
vi: Tên

# nation_id_card
source: National ID Card
vi: Thẻ Căn cước/CMND

source: Nationality
vi: Quốc tịch

# nav_history_deposit
source: Deposit Fund
vi: Nạp tiền

# nav_history_withdraw
source: Withdraw Fund
vi: Rút tiền

# need_fill_data
source: Please fill all data before next
vi: Vui lòng điền đầy đủ thông tin

# need_submit_l2
source: You have reached your trading limit. Please complete level 2 verification.
vi: Bạn đã đạt hạn mức giao dịch. Tiếp tục xác minh Level 2 để tăng hạn mức giao dịch

# net_amt_received
source: Net Received
vi: Thực nhận

# net_amt_spent
source: Total Spent
vi: Số tiền chi

# network
source: Supported network
vi: Mạng lưới

# network_fee_tooltip
source: Network fee represents a payment for miners and nodes that broadcast your transaction to a blockchain
vi: Phí Network là phí để thực hiện các giao dịch của bạn lên mạng lưới blockchain

source: New Account
vi: Tài khoản mới

# new_confirm_buy
source: Confirm Buy {0}
vi: Xác nhận mua {0}

# new_confirm_sell
source: Confirm Sell {0}
vi: Xác nhận bán {0}

# new_disable_note
source: for this token is currently unavailable.
vi: tính năng này hiện không khả dụng.

# new_disable_note_send_receive
source: for this token is currently unavailable but you may still trade for it.
vi: tính năng này hiện không khả dụng, bạn vẫn có thể giao dịch bình thường.

source: New Email
vi: Email mới

source: New Gift Reward!
vi: Điểm thưởng thêm

# new_network_fee_tooltip
source: Network fees payments make to the blockchain network to process your transaction.
vi: Phí này dùng để thanh toán cho mạng lưới blockchain giúp tiến hành giao dịch của bạn.

# new_no_address
source: You don't have an {0} address yet. Create one now to receive {0}!
vi: Bạn chưa có địa chỉ {0} . Tạo địa chỉ ngay để nhận {0} !

# new_pass
source: New Password
vi: Mật khẩu mới

source: New Price Alert
vi: Tạo thông báo giá

# new_text
source: New
vi: Mới

# new_two_fa_title
source: 2-Factor authentication
vi: Xác thực hai lớp

# newkyc_Overall_reject_title
source: Your Identity is rejected
vi: Yêu cầu xác minh danh tính bị từ chối

# newkyc_POA_document
source: Proof of address document
vi: Văn bản xác minh địa chỉ

# newkyc_POA_resubmit
source: Re-submit your Proof of Address
vi: Vui lòng gửi lại tài liệu chứng minh địa chỉ của bạn.

# newkyc_POA_success
source: Congrats! Your Address information is successfully verified. Automatically redirect to next step in 3 seconds...
vi: Xin chúc mừng! Thông tin Địa chỉ của bạn đã được xác minh thành công. Bạn sẽ được chuyển đến bước tiếp theo trong 3 giây...

# newkyc_POI_5000SGD
source: 5000SGD/day?
vi: 5000 SGD/ngày?

# newkyc_POI_accept_offer
source: Let me in
vi: Tiếp tục

# newkyc_POI_agreement
source: I want to trade more than 5000SGD/day?
vi: Tôi muốn giao dịch nhiều hơn 5000 SGD / ngày?

# newkyc_POI_amount
source: Source of Fund document
vi: Chứng từ xác minh thu nhập

# newkyc_POI_document
source: Source of Fund document
vi: Tài liệu xác minh Nguồn quỹ

# newkyc_POI_increase_trading
source: Your account is required to verify the source of funds.
vi: Vui lòng xác minh nguồn quỹ cho tài khoản của bạn.

# newkyc_POI_instruction
source: Increase your trading limit by taking just one more step. Would you want to process? Simply submit your Source of Fund and you're good to go!
vi: Chỉ còn một bước nữa để hoàn thành gia tăng hạn mức giao dịch của bạn. Thực hiện ngay? Đơn giản chỉ cần gửi chứng từ xác minh Nguồn quỹ của bạn là xong!

# newkyc_POI_reject
source: Your Source of Fund documents are unclear. Please retry.
vi: Tài liệu xác minh Nguồn quỹ của bạn không rõ ràng. Xin hãy thử lại.

# newkyc_POI_rejected_tag
source: Source of Fund Rejected
vi: Tài liệu xác minh nguồn quỹ bị từ chối

# newkyc_POI_resubmit
source: Re-submit Source of Fund
vi: Cung cấp lại tài liệu xác minh Nguồn tiền

# newkyc_POI_submitted_tag
source: Source of Fund Submitted
vi: Tài liệu xác minh Nguồn tiền đã gửi

# newkyc_POI_success
source: Congrats! Your Source of Fund information is successfully verified. Automatically redirect to next step in 3 seconds...
vi: Chúc mừng! Thông tin của bạn được xác minh thành công. Tự động chuyển hướng sang bước tiếp theo trong 3 giây ...

# newkyc_POI_trade_more
source: I want to trade more than
vi: Tôi muốn giao dịch nhiều hơn

# newkyc_QN_choose_country
source: Choose Country
vi: Chọn quốc gia

# newkyc_QN_paid_tax
source: Select all country you paid tax to
vi: Chọn tất cả quốc gia bạn đã có đóng thuế

# newkyc_account_banned_tag
source: Information Required
vi: Cần bổ sung thông tin

# newkyc_age_difference_too_big
source: The age difference between your Identity Document and selfie is too big. Please retry.
vi: Ảnh chụp cận mặt không khớp với giấy tờ tuỳ thân. Xin thử lại.

# newkyc_alert_myinfo_content
source: <![CDATA[<font color=\"#354053\">ALERT: There are scams targeting users to create accounts to transfer funds.<b> DO NOT disclose your SingPass account details or SMS OTP to anyone.</b></font>]]>
vi: <![CDATA[<font color=\"#354053\">CẢNH BÁO: Có những kẻ lừa đảo dụ dỗ người dùng chuyển tài sản tới tài khoản của chúng.<b> TUYỆT ĐỐI KHÔNG tiết lộ thông tin tài khoản SingPass hoặc SMS OTP với bất kì ai.</b></font>]]>

# newkyc_alert_myinfo_popup
source: <font color=\"#354053\">ALERT: There are scams targeting users to create accounts to transfer funds.<b> DO NOT disclose your SingPass account details or SMS OTP to anyone.</b></font>
vi: <font color=\"#354053\">CẢNH BÁO: Có những kẻ lừa đảo dụ dỗ người dùng chuyển tài sản tới tài khoản của chúng.<b> TUYỆT ĐỐI KHÔNG tiết lộ thông tin tài khoản SingPass hoặc SMS OTP với bất kì ai.</b></font>

# newkyc_bad_quality
source: The submitted selfie is of poor quality. Please try again.
vi: Chất lượng ảnh chụp của bạn không rõ. Vui lòng thử lại.

# newkyc_banner_processing
source: We are checking your submission. Please wait for a while!
vi: Chúng tôi đang xử lý yêu cầu của bạn. Vui lòng chờ trong giây lát!

# newkyc_banner_reject
source: Your submission for KYC has been rejected. Kindly resubmit your document again!
vi: Tài liệu xác minh tài khoản của bạn bị từ chối, vui lòng kiểm tra và gửi lại!

# newkyc_banner_start
source: To start trading and storing your tokens, please verify your account now!
vi: Bạn chỉ mất vài phút để hoàn tất xác minh của mình và tận hưởng quyền truy cập dịch vụ đầy đủ

# newkyc_black_and_white
source: Please submit a new selfie in colour to verify your account.
vi: Vui lòng chụp ảnh khuôn mặt bạn có màu để xác minh tài khoản của bạn.

# newkyc_camera_permission_desc
source: Please enable camera permission in setting
vi: Vui lòng bật quyền camera trong cài đặt của bạn.

# newkyc_camera_permission_title
source: Camera Permission
vi: Thiết lập Quyền cho máy ảnh

# newkyc_check_now
source: Check Now
vi: Kiểm tra ngay

# newkyc_completed
source: Completed
vi: Đã hoàn thành

# newkyc_content_banned
source: Your account can not trade, please contact hello@coinhako.com for further assistance.
vi: Tài khoản của bạn không được phép giao dịch. Vui lòng liên hệ hello@coinhako.com để được hỗ trợ thêm.

# newkyc_content_increase_limit
source: Increase limit
vi: Tăng hạn mức

# newkyc_content_not_verify
source: To start your trade and store tokens, please verify your account by simple steps here!
vi: Để bắt đầu giao dịch và lưu trữ tài sản, vui lòng xác minh tài khoản của bạn bằng các bước đơn giản tại đây!

# newkyc_content_reject
source: Your Submission is rejected. Please resubmit your document.
vi: Yêu cầu xác minh bị từ chối. Vui lòng gửi lại tài liệu.

# newkyc_content_reject_normal
source: Your submission for KYC has been rejected. Kindly resubmit your document to verify the account again!
vi: Tài liệu xác minh tài khoản của bạn bị từ chối, vui lòng kiểm tra và gửi lại!

# newkyc_content_submitted_sof
source: Please give us 1-2 business days to verify Source of Funds.
vi: Xác minh nguồn quỹ có thể mất từ 1-2 ngày làm việc.

# newkyc_continue_session
source: Continue last session
vi: Tiếp tục xác minh

# newkyc_country_not_match
source: Please upload an ID or residency card issued in Singapore
vi: Vui lòng tải lên giấy tờ tuỳ thân hoặc thẻ cư trú được cấp bởi chính phủ Singapore

# newkyc_daily_sending_limit
source: Daily Transfer Limit
vi: Hạn Mức Ngày

# newkyc_daily_withdraw_limit
source: Daily Withdraw Limit
vi: Hạn mức Rút hằng ngày

# newkyc_denied_unsupported_id_country
source: Sorry, we do not support country of residence on the ID currently.
vi: Xin lỗi, hiện tại chúng tôi không hỗ trợ quốc gia cư trú trên giấy tờ tuỳ thân bạn gửi.

# newkyc_denied_unsupported_id_type
source: Identity Document is not supported. Please submit another document.
vi: Tài liệu xác minh Danh tính này không được hỗ trợ. Vui lòng gửi lại tài liệu khác.

# newkyc_deposit_now
source: Deposit Now
vi: Nạp tiền ngay

# newkyc_digital_copy
source: Screenshots are not accepted. Please take a photo of your physical ID card.
vi: Ảnh chụp màn hình không được chấp nhận. Vui lòng chụp hình bản cứng Tài liệu xác minh danh tính của bạn.

# newkyc_document
source: Address
vi: Địa chỉ

# newkyc_entire_id_used_as_selfie
source: Your selfie and Identity Document cannot be the same. Please retry.
vi: Ảnh tự chụp và ảnh Tài liệu giấy tờ tuỳ thân của bạn không được giống nhau. Vui lòng thử lại.

# newkyc_error_not_readable_id
source: Your Identity Document is not readable. Please resubmit another photo.
vi: Ảnh chụp tài liệu xác minh danh tính của bạn không thể đọc được. Vui lòng gửi lại một bức ảnh khác.

# newkyc_existing_user_unsubmitted
source: It only takes you a few minutes to complete your verification, and enjoy full-service access
vi: Bạn chỉ mất vài phút để hoàn thành xác minh của mình và sử dụng đầy đủ các tính năng tại Coinhako.

# newkyc_expired_id_card
source: Your ID has expired. Please re-try with a valid ID.
vi: Giấy tờ tuỳ thân của bạn đã hết hạn. Vui lòng thử lại với tài liệu còn hiệu lực.

# newkyc_face_not_fully_visible
source: Your face is not fully visible in your submitted selfie. Please retry.
vi: Khuôn mặt của bạn không thể hiện rõ ràng trên ảnh tự chụp. Vui lòng thử lại.

# newkyc_fast
source: Fast
vi: Nhanh

# newkyc_full_name
source: Full name
vi: Họ và tên đầy đủ

# newkyc_have_not_myinfo
source: I don’t have MyInfo Account
vi: Tôi không có Tài khoản MyInfo

# newkyc_hint_search_country
source: Search for country
vi: Chọn quốc gia

# newkyc_hint_search_industry
source: Search for your industry
vi: Chọn ngành nghề của bạn

# newkyc_i_understand
source: I understand
vi: Tôi đã hiểu

# newkyc_id_via_myinfo_successfully
source: Identity successfully verified.
vi: Xác minh danh tính thành công

# newkyc_identity
source: Identity
vi: Danh tính

# newkyc_identity_being_verified
source: Your identity has been sent successfully
vi: Tài liệu của bạn đã được gửi thành công

# newkyc_identity_important_content
source: We need to be sure that this account is really owned by you. Our Know-Your-Customer processes are put in place to ensure compliance with local regulations, and to safeguard our platform against supporting illegal activities.
vi: Chúng tôi cần chắc chắn rằng tài khoản này thực sự thuộc sở hữu của bạn. Các quy trình Xác minh tài khoản được đưa ra để đảm bảo tuân thủ các quy định của chính quyền địa phương và để bảo vệ mọi giao dịch diễn ra hợp pháp.

# newkyc_identity_important_title
source: Why is identity verification important?
vi: Tại sao phải xác minh tài khoản?

# newkyc_identity_instruction
source: We need you to prepare your National Identity Card for this step. Please make sure you have it by your side before doing it.
vi: Bạn cần chuẩn bị giấy tờ tuỳ thân cho bước này để quá trình thực hiện diễn ra nhanh chóng.

# newkyc_identity_processing
source: Thank you! Please give us up to 5 minutes to review your submission. While waiting, you can set up your 2FA to enhance your account’s security.
vi: Việc xác minh tài khoản có thể mất vài phút. Trong thời gian chờ xác minh tài khoản, bạn nên thiết lập 2FA để tiếp tục bảo vệ tài khoản của bạn tốt hơn nhé!

# newkyc_identity_redo
source: Redo Identity Verification
vi: Xác minh danh tính lại

# newkyc_identity_scan_document
source: Scan Document
vi: Gửi tài liệu

# newkyc_identity_success
source: Identity successfully verified
vi: Xác minh danh tính thành công

# newkyc_identity_verification_title
source: Select a verification option available to you
vi: Chọn 1 hình thức để xác minh phù hợp với bạn

# newkyc_increase_withdrawal_limit
source: Increase limit
vi: Tăng hạn mức
