Repository: mthuong/flutter-module
Catalog: lib/l10n/intl_*.arb
Languages: vi

# travel_rule_cannot_send_note
source: You need to verify this address in order to send crypto after the Travel Rule has been fully implemented.
vi: Bạn cần phải xác minh địa chỉ này để có thể gửi Tiền mã hoá theo yêu cầu của Travel Rule.

# travel_rule_choose_address_to_refund
source: Please choose one of the addresses from the sending address to refund the transaction:
vi: Vui lòng chọn một trong các địa chỉ gửi để hoàn tiền giao dịch:

# travel_rule_currency_send
source: Choose currency to send
vi: Chọn tài sản để gửi

# travel_rule_explain_satoshi_work
source: Coinhako will establish if the user has control of a wallet by getting the seller to send a specific amount of coins (usually equivalent to $0.01 USD) to Coinhako's wallet.
vi: Coinhako sẽ kiểm tra nếu người có quyền sử dụng một ví bằng cách yêu cầu người dùng chuyển 1 lượng coin cụ thể (giá trị vào khoảng $0.01 USD) đến ví của họ tại Coinhako.

# travel_rule_help_make_crypto_transaction
source: As global regulations for cryptocurrency platforms evolve, and the industry as a whole adopts the Travel Rule, Coinhako will be implementing these measures to enable our users to continue making crypto transactions.
vi: Khi quy định pháp lý đối với các nền tảng tiền mã hoá phát triển, qua đó yêu cầu toàn bộ ngành Tiền mã hoá áp dụng Travel Rule, Coinhako sẽ áp dụng các quy định này để cho phép người dùng có thể tiếp tục thực hiện giao dịch chuyển/nhận tiền mã hoá.

# travel_rule_how_satoshi_work
source: How does the Satoshi Test work?
vi: Satoshi Test hoạt động như thế nào?

# travel_rule_instruction_faq
source: Instructions & FAQs
vi: Hướng dẫn và Câu hỏi thường gặp

# travel_rule_instruction_verify_sender_address
source: Please follow the steps below to verify the sender address and proceed with the transaction:
vi: Vui lòng làm theo các bước dưới đây để xác minh địa chỉ người gửi và hoàn tất thực hiện giao dịch:

# travel_rule_made_deposit
source: I've made the deposit
vi: Tôi đã hoàn tất nạp tiền

# travel_rule_make_deposit_verify_address
source: <![CDATA[<font color="#798395">Make a deposit transaction of <font color="#576071"><b>%s</b></font>, and ensure that this is done via the <font color="#576071"><b>%s</b></font></font>]]>
vi: <![CDATA[<font color="#798395">Vui lòng thực hiện một lệnh nạp <font color="#576071"><b>%s</b></font>, và đảm bảo giao dịch được hiện qua <font color="#576071"><b>%s</b></font></font>]]>

# travel_rule_make_desposit
source: Make a deposit transaction
vi: Thực hiện một giao dịch nạp

# travel_rule_not_have_receive_address
source: You do not have an address for this token yet. Please generate the address before continuing.
vi: Bạn chưa có địa chỉ cho token này. Vui lòng tạo địa chỉ trước khi tiếp tục/

# travel_rule_note_submit_info
source: Your information has been collected. It would take a while before we can get back to you.
vi: Chúng tôi đã nhận được thông tin. Vui lòng chờ một lúc để chúng tôi xem xét và phản hồi cho bạn.

# travel_rule_note_verify_address_processing
source: This transaction may take a while to complete. Review your transaction details below:
vi: Giao dịch này sẽ sớm hoàn tất. Xem lại chi tiết giao dịch của bạn dưới đây:

# travel_rule_private_address_not_verify
source: This private wallet address has not been verified. Please verify to proceed.
vi: Địa chỉ ví cá nhân này chưa được xác minh. Vui lòng xác minh để có thể thực hiện.

# travel_rule_private_wallet_address
source: Private Wallet Address
vi: Địa chỉ ví cá nhân

# travel_rule_proceed_send_address
source: You can now proceed to send to this address.
vi: Bạn đã có thể gửi đến địa chỉ này.

# travel_rule_proceed_verified_information
source: We will proceed this transaction with the verified information. Do you wish to continue?
vi: Chúng tôi sẽ thực hiện giao dịch này với thông tin đã được xác minh. Bạn đổng ý thực hiện?

# travel_rule_process_to_refund
source: Proceed to refund
vi: Thực hiện hoàn tiền

# travel_rule_processing_submission
source: Processing your submission
vi: Yêu cầu của bạn đang được xử lý

# travel_rule_question
source: What is Travel Rule?
vi: Travel Rule là gì?

# travel_rule_reason_verify_address
source: Due to Travel Rule application, you have to verify the beneficiary address to make any crypto sending.
vi: Theo yêu cầu của Travel Rule, bạn phải xác minh địa chỉ người nhận trước khi thực hiện chuyển tài sản kỹ thuật số.

# travel_rule_recheck_transaction
source: Please recheck your transaction information and ensure that you have followed the instructions.
vi: Vui lòng kiểm tra lại thông tin giao dịch và đảm bảo bạn đã làm đúng theo hướng dẫn.

# travel_rule_refund_amount
source: Refunding amount
vi: Số tiền hoàn trả

# travel_rule_refund_proceed
source: Refund request has been proceeded
vi: Yêu cầu hoàn tiền đã được thực hiện

# travel_rule_refund_to
source: Refund to
vi: Hoàn tiền vào

# travel_rule_refund_to_address
source: <![CDATA[<b>%s</b> would be refunded to address <b>%s</b> soon]]>
vi: <![CDATA[<b>%s</b> sẽ sớm được hoàn trả về địa chỉ <b>%s</b>]]>

# travel_rule_refund_transaction
source: Refund transaction
vi: Giao dịch hoàn tiền:

# travel_rule_save_to_address_book
source: Save to Address book
vi: Lưu vào Sổ Địa chỉ

# travel_rule_select_address_origin
source: Select address origin
vi: Chọn nguồn gốc địa chỉ

# travel_rule_select_currency_deposit
source: Please select the currency you want to deposit.
vi: Vui lòng chọn loại tài sản bạn muốn nạp.

# travel_rule_select_from_address_book
source: Select from Address book
vi: Chọn từ Sổ Địa chỉ

# travel_rule_select_refund_address
source: Select refund address
vi: Chọn địa chỉ hoàn tiền

# travel_rule_sender_address
source: Sender address
vi: Địa chỉ người chuyển:

# travel_rule_sender_full_name
source: Sender's full name
vi: Họ và tên người gửi

# travel_rule_sender_info
source: Verify sender information
vi: Xác minh thông tin người gửi

# travel_rule_too_long_transaction
source: This transaction is taking too long.
vi: Giao dịch mất quá nhiều thời gian.

# travel_rule_try_another_address
source: Try with another address
vi: Thử với một địa chỉ khác

# travel_rule_verification_success
source: Verification success
vi: Xác minh thành công

# travel_rule_verify_address_now
source: Verify address now
vi: Xác minh địa chỉ ngay

# travel_rule_verify_address_to_send
source: You need to verify this address in order to send crypto after the Travel Rule has been fully implemented.
vi: Bạn cần phải xác minh địa chỉ này để có thể chuyển Tiền mã hoá sau khi Travel Rule được áp dụng.

# travel_rule_verify_destination_address
source: The Satoshi Test verifies that you control the destination address.
vi: Satoshi Test giúp xác minh rằng bạn kiểm soát địa chỉ nhận.

# travel_rule_verify_private_address
source: Verify private address
vi: Xác minh địa chỉ cá nhân

# travel_rule_verify_sending_address
source: Verify sender address
vi: Xác minh địa chỉ gửi

# travel_rule_verify_transaction
source: Verifying your transaction
vi: Giao dịch của bạn đang được xác minh

# travel_rule_verifying_address
source: You are verifying the address
vi: Bạn đang xác minh địa chỉ

source: Trending News
vi: Xu hướng

source: Try again
vi: Thử lại

# try_again_otp
source: Try again in 5 seconds
vi: Hãy thử lại sau 5 giây

# two_fa
source: Two Factor Authentication (2FA)
vi: Xác thực hai lớp (2FA)

# two_fa_auth_is_required
source: Two-Factor Authentication
vi: Xác thực Hai lớp

# two_fa_awareness
source: Please login into website and turn Two Factor Authentication on. 2FA is required to protect your account
vi: Vui lòng đăng nhập vào trang web và bật xác thực hai lớp. Cần có 2FA để bảo vệ tài khoản của bạn.

# two_fa_back
source: Back
vi: Quay lại

# two_fa_business_day
source: Please allow up to 1 business day for the checking and verification of your request.
vi: Việc kiểm tra và xác minh yêu cầu của bạn sẽ cần trong khoảng 1 ngày làm việc để hoàn tất.

# two_fa_choose_photo
source: Choose from photos
vi: Chọn Ảnh

# two_fa_code
source: 2FA Code
vi: Mã 2FA

# two_fa_desc
source: 2FA setup can help keep bad guys out, even if they have your password. Your smart phone must be present to access your account.
vi: Cài đặt 2FA có thể giúp ngăn chặn kẻ xấu, ngay cả khi họ đã có mật khẩu của bạn. Sử dụng điện thoại để truy cập vào tài khoản.

# two_fa_disable_btn
source: Disable 2-factor authentication
vi: Vô hiệu hóa xác thực 2 lớp

# two_fa_disable_warning
source: For your account security, all withdrawals will be disabled for 24hrs upon successful reset of the 2FA.
vi: Vì lý do bảo mật, tính năng rút tiền sẽ tạm vô hiệu hóa trong 24 giờ sau khi đặt lại 2FA.

# two_fa_disabled_request
source: Your request has been submitted
vi: Yêu cầu của bạn đã được gửi

# two_fa_disabled_success_content
source: All withdrawals will be disabled for 24 hours for your account security.
vi: Tính năng rút tiền sẽ tạm không khả dụng trong 24 giờ vì lý do bảo mật tài khoản.

# two_fa_disabled_success_title
source: Your 2FA has been disabled
vi: 2FA của bạn đã bị vô hiệu hóa

# two_fa_enabled
source: Two Factor Authentication (2FA) is enabled.
vi: Xác thực hai lớp (2FA) đã kích hoạt.

# two_fa_enabled_success
source: Your 2-factor authentication is successfully enabled
vi: Xác thực hai lớp (2FA) đã được kích hoạt thành công

# two_fa_enter
source: Enter 2FA
vi: Nhập 2FA

# two_fa_enter_instruction
source: Enter the 6-digit code generated by your 2FA app
vi: Nhập mã 6 chữ số từ ứng dụng 2FA của bạn

# two_fa_first_pros
source: 2FA gives you added layer of security on top of your password
vi: 2FA cung cấp cho bạn lớp bảo mật bổ sung bên cạnh mật khẩu của bạn

# two_fa_i_want_to_reset_2fa
source: I want to reset 2FA
vi: Tôi muốn thiết lập lại 2FA

# two_fa_info
source: <font color="#354053">If your 2FA token is invalid or you have lost your 2FA device, please submit a picture for us to disable 2FA for your account:<br><br> <b>Requirement:</b><br> • A selfie picture of yourself holding your ID document and a piece of paper with "Coinhako Reset 2FA - Submission date" hand-written on it.<br><br> <b>Please make sure that:</b><br> • All details on the documents have to be clearly displayed in the picture.<br> • Do not forget to include your face in the selfie.<br><br> <b>Example:</b></font>
vi: <font color="#354053"> Nếu mã 2FA của bạn không hợp lệ hoặc bạn bị mất thiết bị lưu trữ 2FA, vui lòng gửi ảnh để chúng tôi vô hiệu hóa 2FA cho tài khoản của bạn: <br> <br> <b> Yêu cầu: </b> <br> • Một bức ảnh tự chụp của bạn đang cầm trên tay tài liệu ID của bạn và một mảnh giấy viết tay "Coinhako Reset 2FA - Ngày nộp hồ sơ". <br> <br> <b> Hãy đảm bảo rằng: </b> <br> • Tất cả các chi tiết trên tài liệu phải được hiển thị rõ ràng trong hình ảnh. <br> • Đừng quên đưa khuôn mặt của bạn vào ảnh tự chụp. <br> <br> <b> Ví dụ: </b> </font>

# two_fa_input_token
source: Please input token
vi: Vui lòng nhập mã

# two_fa_instructions
source: <![CDATA[2FA gives you an added layer of security on top of your password.//You will need to retrieve your six-digit OTP from your 2FA authenticator app to access your account//Sleep well at night knowing that your funds are safe with us.]]>
vi: <![CDATA[2FA cung cấp cho bạn một lớp bảo mật bổ sung bên trên mật khẩu của bạn.//Bạn cần truy xuất mã OTP trên ứng dụng 2FA để truy cập vào tài khoản của bạn.//Bạn sẽ hoàn toàn yên tâm rằng tài sản của bạn được an toàn với chúng tôi.]]>

# two_fa_lost_device_btn
source: Lost device or can't access to 2FA?
vi: Mất thiết bị hoặc không thể truy cập vào 2FA?

# two_fa_needed
source: 2FA needed
vi: Cần có 2FA

# two_fa_please_enabled_before_use_app
source: Please enable Two-Factor Authentication (2FA) before sending any crypto.
vi: Vui lòng kích hoạt Xác thực Hai lớp (2FA) trước khi thực hiện chuyển tiền.

# two_fa_request_disabled
source: Request for disabled 2FA
vi: Yêu cầu vô hiệu hoá 2FA

# two_fa_required
source: 2FA Required
vi: Yêu cầu 2FA

# two_fa_required_desc
source: Please setup 2 Factors Authentication before changing password
vi: Vui lòng thiết lập 2FA trước khi thay đổi mật khẩu

# two_fa_reset_take_a_new_photo
source: Take a new photo
vi: Chụp ảnh mới

# two_fa_second_pros
source: You will need your smart phone to access your account
vi: Bạn sẽ cần điện thoại để truy cập tài khoản của mình

# two_fa_step_1
source: Step 1. Add Coinhako Token
vi: Bước 1. Thêm Token Coinhako

# two_fa_step_2
source: Step 2. Enter Verification Code
vi: Bước 2. Nhập mã xác minh

# two_fa_submit_picture
source: Submit picture
vi: Gửi ảnh

# two_fa_submit_this_photo
source: Submit this photo
vi: Gửi ảnh này.

# two_fa_take_another
source: Take another
vi: Chụp lại

# two_fa_third_pros
source: Sleep well at night knowing that your funds are safe with us
vi: Bạn sẽ hoàn toàn yên tâm rằng tiền của bạn được an toàn với chúng tôi

# two_fa_title
source: Two Factor Authentication (2FA)
vi: Xác thực hai lớp (2FA)

# two_factor_title_required
source: Two-factor authentication (2FA) is required
vi: Xác thực hai yếu tố (2FA) là bắt buộc

# twofa_disable
source: Your 2FA is disabled
vi: Xác thực 2 lớp của bạn đã vô hiệu hoá

# twofa_disable_account_desc
source: For your safety, crypto and fiat withdrawals from your account will be disabled for the next 24 hours.//You are <b>strongly encouraged to re-enable 2FA.</b>
vi: Vì để đảm bảo an toàn, việc rút crypto và tiền pháp định từ tài khoản của bạn sẽ bị vô hiệu hóa trong 24 giờ tới.// Chúng tôi <b> khuyến nghị bạn nên kích hoạt lại 2FA. </b>

# twofa_disable_desc
source: For your safety, crypto and fiat withdrawals from your account will be disabled for the next 24 hours.//You are strongly encouraged to re-enable 2FA.
vi: Vì để đảm bảo an toàn, việc rút crypto và tiền pháp định từ tài khoản của bạn sẽ bị vô hiệu hóa trong 24 giờ tới.// Chúng tôi khuyến nghị bạn nên kích hoạt lại 2FA.

# twofa_enable
source: Your 2FA is now enabled
vi: Xác thực 2 lớp của bạn đã được kích hoạt

# twofa_enable_success_desc
source: <![CDATA[To ensure the safety of your account and funds, <b>never share your OTPs or password</b> with anyone.]]>
vi: <![CDATA[Để đảm bảo an toàn cho tài sản của bạn, <b>không chia sẻ OTP hoặc mật khẩu của bạn</b> với bất kỳ ai.]]>

# twofa_enter_2fa_app_code
source: Enter the code from your authenticator app to complete the setup.
vi: Nhập mã từ ứng dụng 2FA của bạn để hoàn tất cài đặt.

# twofa_enter_code
source: Enter 2FA Code
vi: Nhập mã 2FA

# twofa_enter_verification_code
source: Enter the verification code
vi: Nhập mã xác minh

# twofa_import_2fa_app
source: Import into 2FA app
vi: Nhập vào ứng dụng 2FA của bạn

# twofa_import_manually
source: Or add your Coinhako token manually by scanning the QR code or copying and pasting the key into your authenticator app:
vi: Hoặc nhập bằng quét, hoặc sao chép và dán vào ứng dụng 2FA của bạn mã QR dưới đây

# twofa_import_token
source: Add Coinhako token
vi: Nhập mã Coinhako

# twofa_import_token_manually
source: <![CDATA[Or add your Coinhako token manually by <b>scanning the QR code or copying and pasting the key</b> into your authenticator app:]]>
vi: <![CDATA[hoặc nhập bằng <b>quét, hoặc sao chép và dán</b> vào ứng dụng 2FA của bạn mã QR dưới đây:]]>

# twofa_install_2fa_desc
source: Tap the button below to add your Coinhako token to your authenticator app:
vi: Nhấn vào nút dưới đây để nhập mã trên Coinhako vào Ứng dụng xác thực của bạn:

# twofa_install_app
source: Install a 2FA authenticator app
vi: Cài đặt ứng dụng 2FA

# twofa_learn
source: Learn about how Coinhako's 2FA works
vi: Tìm hiểu về cách 2FA của Coinhako hoạt động

# twofa_recommend
source: We recommend Google Authenticator, but you may use any other popular options such as Authy or Duo too.
vi: Chúng tôi khuyến khích dùng Google Authenticator, nhưng bạn có thể sử dụng các ứng dụng phổ biến tương tự như Authy hoặc Duo.

# twofa_safety_disable
source: 2FA gives you an added layer of security on top of your password.//You will need to retrieve your six-digit OTP from your 2FA authenticator app to access your account.//Sleep well at night knowing that your funds are safe with us.
vi: 2FA cung cấp cho bạn lớp bảo mật bổ sung bên trên mật khẩu của bạn //Bạn sẽ cần điện thoại thông minh để truy cập tài khoản của mình //Bạn sẽ hoàn toàn yên tâm rằng tài sản của bạn được an toàn với chúng tôi

# twofa_secret_copied
source: Secret has been copied to clipboard.
vi: Đã sao chép vào bộ nhớ tạm

# twofa_setup_2fa_decs
source: Sharing your key with anyone.//Taking a photo, or a screenshot of the key.//Storing it on an internet connected device, an online account (e.g your email account), or other public spaces which others may be able to access.
vi: Không chia sẻ khoá này với bất kỳ ai.//Tránh chụp ảnh hoặc chụp màn hình khoá dự phòng.//Tránh lưu trữ khoá trên các thiết bị có kết nối với internet, tài khoản trực tuyến (như tài khoản email của bạn) hoặc những nơi mà người khác có thể truy cập.

# twofa_setup_2fa_title
source: Remember to save the key in a safe place so you do not lose it, and avoid:
vi: Vui lòng sao lưu mã khoá phòng trường hợp bị mất, và phòng tránh:

# twofa_setup_contact_us
source: <![CDATA[If you lose access to your 2FA app and the key backup, please contact <a href="mailto:hello@coinhako.com">hello@coinhako.com</a> for a 2FA reset.]]>
vi: <![CDATA[Nếu bạn mất quyền truy cập vào ứng dụng 2FA và mã khoá sao lưu, vui lòng liên hệ <a href="mailto:hello@coinhako.com">hello@coinhako.com</a> để đặt lại 2FA.]]>

# twofa_tap_next_button
source: <![CDATA[<b>Tap the “Next" button below</b>, if you have already installed your authenticator app.]]>
vi: <![CDATA[<b>Nhấn vào nút "Tiếp theo" bên dưới</b>, nếu bạn đã cài đặt ứng dụng 2FA.]]>

source: Unable to connect
vi: Không thể kết nối

source: Undo
vi: Hủy bỏ

# unique_code
source: Your unique deposit code
vi: Mã nạp tiền của bạn

# unique_code_ios
source: Your unique deposit code: {0}
vi: Mã nạp tiền của bạn: {0}

source: Unlock
vi: Mở khóa

source: Unverified
vi: Chưa xác minh

# unverified_warning_desc
source: Your account is not verified. Please verify to transact in your local currency.
vi: Tài khoản của bạn chưa được xác minh. Hãy xác minh tài khoản để thực hiện các giao dịch.

source: Update
vi: Cập nhật

source: Update Alert
vi: Cập nhật thông báo giá

source: Update confirmation
vi: Cập nhật xác nhận

source: Update now
vi: Cập nhật ngay

source: Update Price
vi: Cập nhật giá

source: Updated
vi: Đã cập nhật

# updater_content
source: A new version of our app is available. Please update the app to enjoy the best experience with Coinhako.
vi: Ứng dụng của chúng tôi đã có phiên bản mới. Vui lòng cập nhật để có những trải nghiệm tốt nhất tại Coinhako.

# updater_title
source: New Version is Ready
vi: Phiên bản mới đã sẵn sàng

source: Updating
vi: Đang cập nhật

source: Upgrade to level 2
vi: Nâng cấp Level 2

source: Upload
vi: Tải lên

source: Upload Photo
vi: Tải ảnh

source: Upload Selfie
vi: Tải ảnh chụp cận mặt

source: Use
vi: Dùng

source: Use Face ID
vi: Dùng Face ID

source: Use now
vi: Sử dụng ngay

# use_pin
source: Use PIN code instead
vi: Mở khóa bằng PIN

# v10n_accepted_docs
source: - Bank statement - Utility bill - Tax return statement - Government issued letters
vi: - Bảng sao kê ngân hàng - Hóa đơn tiện ích - Tờ khai thuế - Văn bản cho cơ quan nhà nước ban hành

# v10n_doc_guidelines
source: 1. Your name, address and date must be visible in the document. 2. Document must be dated less than 3 months ago. 3. Document must be shown in full-page view; images showing part of the document will not be accepted.
vi: 1. Tên, địa chỉ của bạn và ngày tháng trên văn bản phải hiển thị rõ nhìn trong tài liệu. 2. Tài liệu phải được cấp trong vòng 3 tháng kể từ ngày nộp. 3. Tài liệu phải được hiển thị ở chế độ xem toàn trang; hình ảnh hiển thị một phần tài liệu sẽ không được chấp nhận.

# v10n_doc_guidelines_1
source: Your name, address and date must be visible in the document.
vi: Tên, địa chỉ của bạn và ngày cấp tài liệu phải hiển thị trong tài liệu.

# v10n_doc_guidelines_2
source: Documents must be dated less than 3 months ago.
vi: Tài liệu phải được cấp trong vòng 3 tháng kể từ ngày nộp.

# v10n_doc_guidelines_3
source: Document must be shown in full-page view; images showing a part of the document will not be accepted
vi: Tài liệu phải được hiển thị ở chế độ xem toàn trang; hình ảnh hiển thị một phần tài liệu sẽ không được chấp nhận.

# v10n_lv1_desc
source: Verification process only takes you 3 minutes.
vi: Chỉ cần 3 phút để xác minh ngay tài khoản của bạn.

# v10n_lv1_requirement
source: 1. Country of Residence 2. Verify Source of Funds 3. Identity Document (ID)
vi: 1. Quốc gia cư trú 2. Xác minh nguồn quỹ 3. Tài liệu xác minh danh tính

# v10n_lv2_desc
source: Increase your daily fiat deposit and withdrawal limit by completing level 2. {0}
vi: Tiếp tục xác minh Level 2 để tăng hạn mức nạp và rút tiền mỗi ngày. {0}

# v10n_lv2_require_id_card
source: 1. ID Card 2. Selfie with ID Card 3. Proof of Address 4. Phone verification
vi: 1. Thẻ Căn cước/CMND 2. Chụp ảnh cận mặt với thẻ Căn cước/CMND 3. Tài liệu xác minh địa chỉ 4. Xác minh số điện thoại

# v10n_lv2_require_local_id
source: 1. Local Government Issued ID 2. Selfie with selected ID document 3. Proof of Address 4. Phone verification
vi: 1. Tài liệu xác minh danh tính 2. Chụp ảnh cận mặt kèm tài liệu xác minh danh tính đã chọn 3. Tài liệu xác minh địa chỉ 4. Xác minh số điện thoại

# v10n_lv2_requirement
source: 1. Selfie with ID Card 2. Proof of Address 3. Phone verification
vi: 1. Chụp ảnh cận mặt với thẻ Căn cước/CMND 2. Tài liệu xác minh địa chỉ 3. Xác minh số điện thoại

# v10n_lv2_requirement_foreigner
source: 1. Selfie with {0} 2. Proof of Address 3. Phone verification
vi: 1. Ảnh cận mặt với {0} 2. Tài liệu xác minh địa chỉ 3. Xác minh số điện thoại

# v10n_process_time
source: 1 business day
vi: 1 ngày làm việc

# v10n_rejected
source: We are unable to accept your submission due to the reason(s): {0} Please review and resubmit.
vi: Yêu cầu xác minh của bạn bị từ chối vì: {0} Vui lòng kiểm tra và nộp lại.

# v10n_selfie_with
source: Selfie with your {0}
vi: Ảnh cận mặt với {0}

# v10n_take_selfie_with
source: Take a selfie with your {0}
vi: Chụp ảnh cận mặt với {0}

# validate_amount_fiat_withdrawal
source: Amount must be number
vi: Vui lòng nhập số tiền bằng số

# verification_in_process
source: Your verification is in process. You will get our email soon.
vi: Yêu cầu xác minh của bạn đang chờ xử lý. Chúng tôi sẽ gửi email cho bạn khi hoàn tất.

source: Verification needed
vi: Cần xác minh

# verification_please_prepare_document
source: Please prepare your document to process your verification faster.
vi: Vui lòng chuẩn bị tài liệu để quá trình xác minh diễn ra nhanh hơn.

source: Verification Status
vi: Tình trạng xác minh

source: Verified
vi: Đã xác minh

source: Verify
vi: Xác minh

# verify_account
source: Verify your account
vi: Xác minh tài khoản của bạn

# verify_account_2_lines
source: Verify your account
vi: Xác minh tài khoản của bạn

# verify_account_description
source: We require some additional information before you can start trading.
vi: Chúng tôi yêu cầu một số thông tin bổ sung trước khi bạn có thể bắt đầu giao dịch.

# verify_add_bank_account_desc
source: We will send money to this account, so that please double check your bank account information and make sure it is a valid account.
vi: Chúng tôi sẽ gửi tiền vào tài khoản này, vui lòng kiểm tra kỹ thông tin tài khoản ngân hàng của bạn và đảm bảo đó là tài khoản hợp lệ.

# verify_add_bank_account_title
source: Your New Bank Account
vi: Tài khoản ngân hàng mới của bạn

# verify_bank
source: Verify Bank Account
vi: Xác minh tài khoản ngân hàng

source: Verify Identity
vi: Xác minh danh tính

source: Verify Me
vi: Xác minh

# verify_phone
source: Phone verification
vi: Xác minh số điện thoại
